{
  "quotes": [{
      "text": "'My ultimate fantasy,' she says, eyes flashing, Russian accent on full, 'is to play e4 and d4 equally well...to be a two-headed monster. That's a dream with some soul in it.  (as quoted at Chessbase in 2005)'",
      "name": "Irina Krush"
    }, {
      "text": "(My first tournament victory) endowed me with a curious psychological weakness which I have had to work long and hard to eradicate - if indeed I have eradicated it! - the impression that I could always, or nearly always, when in a bad position, conjure up some unexpected combination to extricate me from my difficulties. A dangerous delusion.",
      "name": "Alexander Alekhine"
    }, {
      "text": "... a lively imagination can exercise itself most fully and creatively in conjuring up magnificent combinations.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "... far more people make a living as professional chess players today than ever before. Thanks partly to the availability of computer programs and online matches, there has been a mini-boom in chess interest among young people in many countries.",
      "name": "Kenneth Rogoff"
    }, {
      "text": "... generalizations are like spectacles for the short-sighted. They help, but they are no substitute for excellent eyesight, or positional judgement.",
      "name": "Bernd Cafferty"
    }, {
      "text": "... he could be tremendously stubborn. Janowski could follow the wrong path with more determination than any man I met! He was also something of a dandy and quite vain about his appearance.",
      "name": "Frank Marshall"
    }, {
      "text": "... I address these hopes to all young players. It seems to me that they often begin too early the strict life of a professional, without first completing their chess studies. Deficiencies in education and a lack of certain basic knowledge will tell sooner or later; they will bump their head on the ceiling and will no longer be able to climb up to the stars.",
      "name": "Sergey Shipov"
    }, {
      "text": "... in itself the title of world champion does not give any significicant advantages, if it is not acknowledged by the entire chess world, and a champion who does not have the chess world behind him is, in my view, a laughing-stock.",
      "name": "Emanuel Lasker"
    }, {
      "text": "... les Pions. Il sont l'ame des Echecs... the Pawns: They are the very Life of this Game.",
      "name": "Francois-Andre Danican Philidor"
    }, {
      "text": "... My achievements in the field of chess are the result of immense hard work in studying theory...",
      "name": "Alexander Kotov"
    }, {
      "text": "... on the right occasion a bold choice of opening can unnerve even the most steely opponent.",
      "name": "Neil McDonald"
    }, {
      "text": "... Tal accepted absolutely all the world champion's conditions with a smile, taking away a very important psychological trump card from him - the harsh, prickly relations with his opponent that were characteristic of all Botvinnik's matches.",
      "name": "Genna Sosonko"
    }, {
      "text": "... Tarrasch's 'dogmas' are not eternal truisms, but merely instructional material presented in an accessible and witty form, those necessary rudiments from which one can begin to grasp the secrets of chess...",
      "name": "Garry Kasparov"
    }, {
      "text": "... The main thing that develops positional judgement, that perfects it and makes it many-sided, is detailed analytical work, sensible tournament practice, a self-critical attitude to your games and a rooting out of all the defects in your play.",
      "name": "Alexander Kotov"
    }, {
      "text": "... the woman who grows up with the idea that she is simply to be an amiable animal, to be caressed and coaxed, is invariably a bitterly disappointed woman. A game of chess will cure such a conceit forever. The woman that knows the most, thinks the most, feels the most, is the most. Intellectual affection is the only lasting love. Love that has a game of chess in it can checkmate any man and solve the problem of life.",
      "name": "Charles Dickens"
    }, {
      "text": "... though combinations are without number, the number of ideas are limited.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "... Today many players, especially young ones, think that the older openings are so thoroughly analysed that nothing more can be tried. This is a serious mistake. The methods of positional play become deeper and finer each year. Being well acquainted with them it is possible even in openings which seem to be fully explored to find ways to create a real fight.",
      "name": "Tigran Petrosian"
    }, {
      "text": "...even extremely intoxicated my chess strength and knowledge is still in my bones.",
      "name": "Magnus Carlsen"
    }, {
      "text": "...fall in love with the process, not the results.",
      "name": "Jennifer Shahade"
    }, {
      "text": "...if you lose it's not the end of the world.",
      "name": "Hou Yifan"
    }, {
      "text": "...it is due to chess that I was able to undergo my own self-realization and become truly content.",
      "name": "Nona Gaprindashvili"
    }, {
      "text": "1.e4 is the move you play when you're young, naive, and believe the world owes you something. Open positions, infinite horizons - what's not to love? Well, I've got news for you, buddy: it's a cruel chess board out there.",
      "name": "John Bartholomew"
    }, {
      "text": "A bad day of chess is better than any good day at work.",
      "name": "Anonymous"
    }, {
      "text": "A bad plan is better than none at all.",
      "name": "Frank Marshall"
    }, {
      "text": "A championship contender in the early twentieth century needed charisma and a knack for cultivating sponsorship, and Rubinstein was the epitome of the shy and unsocial chess player. No matter how great his chess skills, he lacked the people skills to be a self-promoter and fund-raiser.",
      "name": "Garry Kasparov"
    }, {
      "text": "A chess game is a dialogue, a conversation between a player and his opponent. Each move by the opponent may contain threats or be a blunder, but a player cannot defend against threats or take advantage of blunders if he does not first ask himself: What is my opponent planning after each move?",
      "name": "Bruce A. Moon"
    }, {
      "text": "A chess game is divided into three stages: the first, when you hope you have the advantage, the second when you believe that you have an advantage, and the third... when you know you're going to lose !",
      "name": "Savielly Tartakower"
    }, {
      "text": "A chess game is divided into three stages: the first, when you hope you have the advantage, the second when you believe you have an advantage, and the third... when you know you're going to lose!",
      "name": "Savielly Tartakower"
    }, {
      "text": "A chess game, after all, is a fight in which all possible factors must be made use of, and in which a knowledge of the opponent's good and bad qualities is of the greatest importance.",
      "name": "Emanuel Lasker"
    }, {
      "text": "A chess player never has a heart attack in a good position.",
      "name": "Bent Larsen"
    }, {
      "text": "A computer beat me in chess, but it was no match when it came to kickboxing.",
      "name": "Emo Phillips"
    }, {
      "text": "A considerable role in the forming of my style was played by an early attraction to study composition.",
      "name": "Vasily Smyslov"
    }, {
      "text": "A defeatist spirit must inevitably lead to disaster.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "A draw can be obtained not only by repeating moves, but also by one weak move.",
      "name": "Savielly Tartakower"
    }, {
      "text": "A draw may be the beautiful and logical result of fine attacks and parries; and the public ought to appreciate such games, in contrast, of course, to the fear-and-laziness draws.",
      "name": "Bent Larsen"
    }, {
      "text": "A gambit never becomes sheer routine as long as you fear you may lose the king and pawn ending!",
      "name": "Bent Larsen"
    }, {
      "text": "A good player is always lucky.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "A good sacrifice is one that is not necessarily sound but leaves your opponent dazed and confused.",
      "name": "Rudolf Spielmann"
    }, {
      "text": "A great chess player always has a very good memory.",
      "name": "Leonid Shamkovich"
    }, {
      "text": "A knight ending is really a pawn ending.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "A lot of these ideas are built under wrong presumptions which officials have that chess players are lazy bastards whose sole idea is to deceive the public and to make short draws and go home. It's not true. It's a lie. (On the Sofia Corsica rule)",
      "name": "Boris Gelfand"
    }, {
      "text": "A male scorpion is stabbed to death after mating. In chess, the powerful queen often does the same to the king without giving him the satisfaction of a lover.",
      "name": "Gregor Piatigorsky"
    }, {
      "text": "A man that will take back a move at chess will pick a pocket.",
      "name": "Richard Fenton"
    }, {
      "text": "A passed pawn increases in strength as the number of pieces on the board diminishes.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "A pawn, when separated from his fellows, will seldom or never make a fortune.",
      "name": "François-André Danican Philidor"
    }, {
      "text": "A plan is made for a few moves only, not for the whole game.",
      "name": "Reuben Fine"
    }, {
      "text": "A player can sometimes afford the luxury of an inaccurate move, or even a definite error, in the opening or middlegame without necessarily obtaining a lost position. In the endgame... an error can be decisive, and we are rarely presented with a second chance.",
      "name": "Paul Keres"
    }, {
      "text": "A player surprised is half beaten.",
      "name": "Proverb"
    }, {
      "text": "A queen's sacrifice, even when fairly obvious, always rejoices the heart of the chess-lover.",
      "name": "Savielly Tartakower"
    }, {
      "text": "A real sacrifice involves a radical change in the character of a game which cannot be effected without foresight, fantasy, and the willingness to risk.",
      "name": "Leonid Shamkovich"
    }, {
      "text": "A sacrifice is best refuted by accepting it.",
      "name": "Wilhelm Steinitz"
    }, {
      "text": "A sport, a struggle for results and a fight for prizes. I think that the discussion about 'chess is science or chess is art' is already inappropriate. The purpose of modern chess is to reach a result.",
      "name": "Alexander Morozevich"
    }, {
      "text": "A strong memory, concentration, imagination, and a strong will is required to become a great chess player.",
      "name": "Bobby Fischer"
    }, {
      "text": "A strong player requires only a few minutes of thought to get to the heart of the conflict. You see a solution immediately, and half an hour later merely convince yourself that your intuition has not deceived you.",
      "name": "David Bronstein"
    }, {
      "text": "A thorough understanding of the typical mating continuations makes the most complicated sacrificial combinations leading up to them not only not difficult, but almost a matter of course.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "A win by an unsound combination, however showy, fills me with artistic horror.",
      "name": "Wilhelm Steinitz"
    }, {
      "text": "A win gives one a feeling of self-affirmation, and success - a feeling of self-expression, but only a sensible harmonization between these urges can bring really great achievements in chess.",
      "name": "Oleg Romanishin"
    }, {
      "text": "Above all else, before playing in competitions a player must have regard to his health, for if he is suffering from ill-health he cannot hope for success. In this connection the best of all tonics is 15 to 20 days in the fresh air, in the country.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "According to such great attacking players as Bronstein and Tal, most combinations are inspired by the player's memories of earlier games.",
      "name": "Pal Benko"
    }, {
      "text": "Adequate compensation for a sacrifice is having a sound combination leading to a winning position; adequate compensation for a blunder is having your opponent snatch defeat from the jaws of victory.",
      "name": "Bruce A. Moon"
    }, {
      "text": "After a bad opening, there is hope for the middle game. After a bad middle game, there is hope for the endgame. But once you are in the endgame, the moment of truth has arrived.",
      "name": "Edmar Mednis"
    }, {
      "text": "After a great deal of discussion in Soviet literature about the correct definition of a combination, it was decided that from the point of view of a methodical approach it was best to settle on this definition - A combination is a forced variation with a sacrifice.",
      "name": "Alexander Kotov"
    }, {
      "text": "After Black's reply to 1.e4 with 1...e5, leaves him always trying to get into the game.",
      "name": "Howard Staunton"
    }, {
      "text": "After I won the title, I was confronted with the real world. People do not behave naturally anymore - hypocrisy is everywhere.",
      "name": "Boris Spassky"
    }, {
      "text": "Agreeing to draws in the middlegame, equal or otherwise, deprives you of the opportunity to practice playing endgames, and the endgame is probably where you need the most practice.",
      "name": "Pal Benko"
    }, {
      "text": "Alekhine is a poet who creates a work of art out of something that would hardly inspire another man to send home a picture post card.",
      "name": "Max Euwe"
    }, {
      "text": "All chess masters have on occasion played a magnificent game and then lost it by a stupid mistake, perhaps in time pressure and it may perhaps seem unjust that all their beautiful ideas get no other recognition than a zero on the tournament table.",
      "name": "Bent Larsen"
    }, {
      "text": "All chess players know what a combination is. Whether one makes it oneself, or is its victim, or reads of it, it stands out from the rest of the game and stirs one's admiration.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "All conceptions in the game of chess have a geometrical basis.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "All I expect are wins and to get pleasure from the game. And if someone thinks something about me, if someone's dissatisfied with something... that's not my headache. I hope someday I'll become World Champion - and I'll make all these people happy. But even if for some reason that doesn't happen it won't stop me getting pleasure from chess. I'm sure of that.",
      "name": "Magnus Carlsen"
    }, {
      "text": "All I want to do, ever, is just play chess.",
      "name": "Bobby Fischer"
    }, {
      "text": "All lines of play which lead to the imprisonment of the bishop are on principle to be condemned. (on the closed Ruy Lopez)",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "All my games are real.",
      "name": "Bobby Fischer"
    }, {
      "text": "All that matters on the chessboard is good moves.",
      "name": "Bobby Fischer"
    }, {
      "text": "All that now seems to stand between Nigel and the prospect of the world crown is the unfortunate fact that fate brought him into this world only two years after Kasparov. (prophetic comment in 1987)",
      "name": "Garry Kasparov"
    }, {
      "text": "Along with my retirement from chess analytical work seems to have gone too.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Already at 15 years of age he was a Grandmaster, a record at that time, and his battle to reach the top was the background for all the major chess events of the 1960.",
      "name": "Tim Harding"
    }, {
      "text": "Although the knight is generally considered to be on a par with the bishop in strength, the latter piece is somewhat stronger in the majority of cases in which they are opposed to each other.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "Amberley excelled at chess - a mark, Watson, of a scheming mind.",
      "name": "Sir Arthur Conan Doyle"
    }, {
      "text": "Americans really don't know much about chess. But I think when I beat Spassky, that Americans will take a greater interest in chess. Americans like winners.",
      "name": "Bobby Fischer"
    }, {
      "text": "Among top grandmasters the Dutch is a rare defense, which is good reason to play it! It has not been studied very deeply by many opponents, and theory, based on a small number of 'reliable' games, must be rather unreliable.",
      "name": "Bent Larsen"
    }, {
      "text": "An amusing fact: as far as I can recall, when playing the Ruy Lopez I have not yet once in my life had to face the Marshall Attack!",
      "name": "Anatoly Karpov"
    }, {
      "text": "An eye for the microscope betokens the master.",
      "name": "Georg Marco"
    }, {
      "text": "An innovation need not be especially ingenious, but it must be well worked out.",
      "name": "Paul Keres"
    }, {
      "text": "An isolated pawn spreads gloom all over the chessboard.",
      "name": "Savielly Tartakower"
    }, {
      "text": "Analysis is a glittering opportunity for training: it is just here that capacity for work, perseverance and stamina are cultivated, and these qualities are, in truth, as necessary to a chess player as to a marathon runner.",
      "name": "Lev Polugaevsky"
    }, {
      "text": "Analysis, if it is really carried out with a complete concentration of his powers, forms and completes a chess player.",
      "name": "Lev Polugaevsky"
    }, {
      "text": "And I, dear reader, since this is the last game we shall share, must say au revoir, and hope that somehow, somewhere (as I now lie upon my death bed) we shall have fun once more together - even if only with a King's Gambit - out of love.",
      "name": "Tony Santasiere"
    }, {
      "text": "Any experienced player knows how a change in the character of the play influences your psychological mood.",
      "name": "Garry Kasparov"
    }, {
      "text": "Any material change in a position must come about by mate, a capture, or a pawn promotion.",
      "name": "Cecil John Seddon Purdy (Chielamangus)"
    }, {
      "text": "Anyone who wishes to learn how to play chess well must make himself or herself thoroughly conversant with the play in positions where the players have castled on opposite sides.",
      "name": "Alexander Kotov"
    }, {
      "text": "Apart from direct mistakes, there is nothing more ruinous than routine play, the aim of which is mechanical development.",
      "name": "Alexei Suetin"
    }, {
      "text": "As a chess player one has to be able to control one's feelings, one has to be as cold as a machine.",
      "name": "Levon Aronian"
    }, {
      "text": "As a rule, pawn endings have a forced character, and they can be worked out conclusively.",
      "name": "Mark Dvoretsky"
    }, {
      "text": "As a rule, so-called 'positional' sacrifices are considered more difficult, and therefore more praise-worthy than those which are based exclusively on an exact calculation of tactical possibilities.",
      "name": "Alexander Alekhine"
    }, {
      "text": "As a rule, the more mistakes there are in a game, the more memorable it remains, because you have suffered and worried over each mistake at the board.",
      "name": "Viktor Korchnoi"
    }, {
      "text": "As I had noticed many times before, the relations between bishops g2/b7 and b2/g7 are always in favour of the kingside bishops. Wondering why it is has always been felt like that, I realized that it wasn't a mere feeling but an objective fact, as the kingside bishop is usually protected by the king after castling, which is an important detail.",
      "name": "Anish Giri"
    }, {
      "text": "As long as my opponent has not yet castled, on each move I seek a pretext for an offensive. Even when I realize that the king is not in danger.",
      "name": "Mikhail Tal"
    }, {
      "text": "As often as not, his strategy consists of stifling Black's activity and then winning in an endgame thanks to his superior pawn structure.",
      "name": "Neil McDonald"
    }, {
      "text": "As one by one I mowed them down, my superiority soon became apparent.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "As Rousseau could not compose without his cat beside him, so I cannot play chess without my king's bishop. In its absence the game to me is lifeless and void. The vitalizing factor is missing, and I can devise no plan of attack.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "At this time Fischer is simply a level above all the best chess players in the world.",
      "name": "John Jacobs"
    }, {
      "text": "Attack! Always Attack!",
      "name": "Adolf Anderssen"
    }, {
      "text": "Attackers may sometimes regret bad moves, but it is much worse to forever regret an opportunity you allowed to pass you by.",
      "name": "Garry Kasparov"
    }, {
      "text": "Avoid the crowd. Do your own thinking independently. Be the chess player, not the chess piece.",
      "name": "Ralph Charell"
    }, {
      "text": "Avoidance of mistakes is the beginning, as it is the end, of mastery in chess.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "Barcza is the most versatile player in the opening. He sometimes plays g2-g3 on the first, sometimes on the second, sometimes on the third, and sometimes only on the fourth move.",
      "name": "Harry Golombek"
    }, {
      "text": "Be a harsh critic of your own wins.",
      "name": "Vasilios Kotronias"
    }, {
      "text": "Be well enough prepared that preparation won't play a role.",
      "name": "Magnus Carlsen"
    }, {
      "text": "Becoming successful at chess allows you to discover your own personality. That's what I want for the kids I teach.",
      "name": "Saudin Robovic"
    }, {
      "text": "Before Geller we did not understand the King's Indian Defence.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Before the endgame the gods have placed the middlegame.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "Begone! Ignorant and impudent knight, not even in chess can a King be taken. (reputedly stated to one of his knights in 1110 after he was nearly captured by enemy forces)",
      "name": "King Louis VI"
    }, {
      "text": "Best by test: 1. e4.",
      "name": "Bobby Fischer"
    }, {
      "text": "Black's d5-square is too weak. (on the Dragon variation)",
      "name": "Ulf Andersson"
    }, {
      "text": "Blessed be the memory of him who gave the world this immortal game.",
      "name": "Alfred George Gardiner"
    }, {
      "text": "Blitz chess kills your ideas.",
      "name": "Bobby Fischer"
    }, {
      "text": "Bobby Fischer is the greatest chess genius of all time!",
      "name": "Alexander Kotov"
    }, {
      "text": "Bobby Fischer is the greatest chess player who has ever lived.",
      "name": "Ken Smith"
    }, {
      "text": "Bobby Fischer started off each game with a great advantage: after the opening he had used less time than his opponent and thus had more time available later on. The major reason why he never had serious time pressure was that his rapid opening play simply left sufficient time for the middlegame.",
      "name": "Edmar Mednis"
    }, {
      "text": "Bobby Fischer's current state of mind is indeed a tragedy. One of the worlds greatest chess players - the pride and sorrow of American chess.",
      "name": "Frank Brady"
    }, {
      "text": "Bobby is the finest chess player this country ever produced. His memory for the moves, his brilliance in dreaming up combinations, and his fierce determination to win are uncanny.",
      "name": "John Collins"
    }, {
      "text": "Bobby is the most misunderstood, misquoted celebrity walking the face of this earth.",
      "name": "Yasser Seirawan"
    }, {
      "text": "Bobby just drops the pieces and they fall on the right squares.",
      "name": "Miguel Najdorf"
    }, {
      "text": "Books on the openings abound; nor are works on the end game wanting; but those on the middle game can be counted on the fingers of one hand.",
      "name": "Harry Golombek"
    }, {
      "text": "Boris Vasilievich was the only top-class player of his generation who played gambits regularly and without fear... over a period of 30 years he did not lose a single game with the King's Gambit, and among those defeated were numerous strong players of all generations, from Averbakh, Bronstein and Fischer, to Seirawan.",
      "name": "Garry Kasparov"
    }, {
      "text": "Botvinnik tried to take the mystery out of chess, always relating it to situations in ordinary life. He used to call chess a typical inexact problem similar to those which people are always having to solve in everyday life.",
      "name": "Garry Kasparov"
    }, {
      "text": "But alas! Like many another consummation devoutly to be wished, the actual performance was a disappointing one. (on the long awaited Lasker-Capablanca match in 1921)",
      "name": "Fred Reinfeld"
    }, {
      "text": "But how difficult it can be to gain the desired full point against an opponent of inferior strength, when this is demanded by the tournament position!",
      "name": "Anatoly Karpov"
    }, {
      "text": "But whatever you might say and whatever I might say, a machine which can play chess with people is one of the most marvellous wonders of our 20th century!",
      "name": "David Bronstein"
    }, {
      "text": "But you see when I play a game of Bobby, there is no style. Bobby played perfectly. And perfection has no style.",
      "name": "Miguel Najdorf"
    }, {
      "text": "By all means examine the games of the great chess players, but don't swallow them whole. Their games are valuable not for their separate moves, but for their vision of chess, their way of thinking.",
      "name": "Anatoly Karpov"
    }, {
      "text": "By playing at chess then, we may learn: First: Foresight. Second: Circumspection. Third: Caution. And lastly, we learn by chess the habit of not being discouraged by present bad appearances in the state of our affairs, the habit of hoping for a favorable chance, and that of persevering in the secrets of resources.",
      "name": "Benjamin Franklin"
    }, {
      "text": "By playing slowly during the early phases of a game I am able to grasp the basic requirements of each position. Then, despite being in time pressure, I have no difficulty in finding the best continuation. Incidentally, it is an odd fact that more often than not it is my opponent who gets the jitters when I am compelled to make these hurried moves.",
      "name": "Samuel Reshevsky"
    }, {
      "text": "By positional play a master tries to prove and exploit true values, whereas by combinations he seeks to refute false values... a combination produces an unexpected re-assessment of values.",
      "name": "Emanuel Lasker"
    }, {
      "text": "By some ardent enthusiasts chess has been elevated into a science or an art. It is neither; but its principal characteristic seems to be - what human nature mostly delights in - a fight.",
      "name": "Emanuel Lasker"
    }, {
      "text": "By strictly observing Botvinnik's rule regarding the thorough analysis of one's own games, with the years I have come to realize that this provides the foundation for the continuous development of chess mastery.",
      "name": "Garry Kasparov"
    }, {
      "text": "By the beauty of his games, the clarity of his play, and the brilliance of his ideas, Fischer made himself an artist of the same stature as Brahms, Rembrandt, and Shakespeare.",
      "name": "David Levy"
    }, {
      "text": "By the mid-1990s the number of people with some experience of using computers was many orders of magnitude greater than in the 1960s. In the Kasparov defeat they recognized that here was a great triumph for programmers, but not one that may compete with the human intelligence that helps us to lead our lives.",
      "name": "Igor Aleksander"
    }, {
      "text": "By the time a player becomes a Grandmaster, almost all of his training time is dedicated to work on this first phase. The opening is the only phase that holds out the potential for true creativity and doing something entirely new.",
      "name": "Garry Kasparov"
    }, {
      "text": "By this measure, I consider him the greatest world champion. (on the gap between Fischer & his contemporaries)",
      "name": "Garry Kasparov"
    }, {
      "text": "By what right does White, in an absolutely even position, such as after move one, when both sides have advanced 1. e4, sacrifice a pawn, whose recapture is quite uncertain, and open up his kingside to attack? And then follow up this policy by leaving the check of the black queen open? None whatever !",
      "name": "Emanuel Lasker"
    }, {
      "text": "Campo, as everyone in chess recognized, had a 2600 rating as a politician. (on FIDE President Florencio Campomanes)",
      "name": "Raymond Keene"
    }, {
      "text": "Can you imagine the relief it gives a mother when her child amuses herself quietly for hours on end?",
      "name": "Klara Polgar"
    }, {
      "text": "Capablanca did not apply himself to opening theory (in which he never therefore achieved much), but delved deeply into the study of end-games and other simple positions which respond to technique rather than to imagination.",
      "name": "Max Euwe"
    }, {
      "text": "Capablanca used to talk calmly and moderately about everything. However, when our conversation turned to the problems of the battle for the world championship, in front of me was a quite different person: an enraged lion, although with the fervour typical only of a southerner, with his temperamental patter, which made it hard to follow the torrent of his indignant exclamations and words.",
      "name": "Alexander Koblencs"
    }, {
      "text": "Capture of the adverse king is the ultimate but not the first object of the game.",
      "name": "Wilhelm Steinitz"
    }, {
      "text": "Castle early and often.",
      "name": "Rob Sillars"
    }, {
      "text": "Checkers is for tramps.",
      "name": "Paul Morphy"
    }, {
      "text": "Chess books should be used as we use glasses: to assist the sight, although some players make use of them as if they thought they conferred sight.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "Chess can help a child develop logical thinking, decision making, reasoning, and pattern recognition skills, which in turn can help math and verbal skills.",
      "name": "Susan Polgar"
    }, {
      "text": "Chess can learn a lot from poker. First, chess media and sponsors should emphasize its glamorous aspects: worldwide traveling, parties and escape from real world responsibilities.",
      "name": "Jennifer Shahade"
    }, {
      "text": "Chess can never reach its height by following in the path of science... Let us, therefore, make a new effort and with the help of our imagination turn the struggle of technique into a battle of ideas.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "Chess can never reach its height by following in the path of science... let us, therefore, make a effort and with the help of our imagination turn the struggle of technique into a battle of ideas.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "Chess continues to advance over time, so the players of the future will inevitably surpass me in the quality of their play, assuming the rules and regulations allow them to play serious chess. But it will likely be a long time before anyone spends 20 consecutive years as number one, as I did.",
      "name": "Garry Kasparov"
    }, {
      "text": "Chess demands total concentration.",
      "name": "Bobby Fischer"
    }, {
      "text": "Chess holds its master in its own bonds, shackling the mind and brain so that the inner freedom of the very strongest must suffer.",
      "name": "Albert Einstein"
    }, {
      "text": "Chess is 99 percent tactics.",
      "name": "Richard Teichmann"
    }, {
      "text": "Chess is 99% tactics.",
      "name": "Rudolf Teichmann"
    }, {
      "text": "Chess is a battle between your aversion to thinking and your aversion to losing.",
      "name": "Anonymous"
    }, {
      "text": "Chess is a beautiful mistress.",
      "name": "Bent Larsen"
    }, {
      "text": "Chess is a bond of brotherhood amongst all lovers of the noble game, as perfect as free masonry. It is a leveller of rank - title, wealth, nationality, politics, religion - all are forgotten across the board.",
      "name": "Frederick Milne Edge"
    }, {
      "text": "Chess is a cold bath for the mind.",
      "name": "Sir John Simon"
    }, {
      "text": "Chess is a contest between two men which lends itself particularly to the conflicts surrounding aggression.",
      "name": "Reuben Fine"
    }, {
      "text": "Chess is a contributor to net human unhappiness, since the pleasure of victory is greatly exceeded by the pain of defeat.",
      "name": "Bill Hartston"
    }, {
      "text": "Chess is a cure for headaches.",
      "name": "John Maynard Keynes"
    }, {
      "text": "Chess is a fairy tale of 1001 blunders.",
      "name": "Savielly Tartakower"
    }, {
      "text": "Chess is a fighting game which is purely intellectual and includes chance.",
      "name": "Richard Réti"
    }, {
      "text": "Chess is a foolish expedient for making idle people believe they are doing something very clever when they are only wasting their time.",
      "name": "George Bernard Shaw"
    }, {
      "text": "Chess is a forcing house where the fruits of character can ripen more fully than in life.",
      "name": "Edward Morgan Foster"
    }, {
      "text": "Chess is a game sufficiently rich in meaning that it is easily capable of containing elements of both tragedy and comedy.",
      "name": "Luke McShane"
    }, {
      "text": "Chess is a game which reflects most honor on human wit.",
      "name": "Voltaire"
    }, {
      "text": "Chess is a good mistress, but a bad master.",
      "name": "Gerald Abrahams"
    }, {
      "text": "Chess is a great game. No matter how good one is, there is always somebody better. No matter how bad one is, there is always somebody worse.",
      "name": "Israel Albert Horowitz"
    }, {
      "text": "Chess is a matter of delicate judgement, knowing when to punch and how to duck.",
      "name": "Bobby Fischer"
    }, {
      "text": "Chess is a matter of vanity.",
      "name": "Alexander Alekhine"
    }, {
      "text": "Chess is a meritocracy.",
      "name": "Lawrence Day"
    }, {
      "text": "Chess is a miniature version of life. To be successful, you need to be disciplined, assess resources, consider responsible choices and adjust when circumstances change.",
      "name": "Susan Polgar"
    }, {
      "text": "Chess is a more highly symbolic game, but the aggressions are therefore even more frankly represented in the play. It probably began as a war game; that is, the representation of a miniature battle between the forces of two kingdoms.",
      "name": "Karl Meninger"
    }, {
      "text": "Chess is a natural cerebral high.",
      "name": "Walter Browne"
    }, {
      "text": "Chess is a part of culture and if a culture is declining then chess too will decline.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Chess is a sea in which a gnat may drink and an elephant may bathe.",
      "name": "Hindu proverb"
    }, {
      "text": "Chess is a sport. A violent sport.",
      "name": "Marcel Duchamp"
    }, {
      "text": "Chess is a terrible game. If you have no center, your opponent has a freer position. If you do have a center, then you really have something to worry about!",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "Chess is a terrific way for kids to build self image and self esteem.",
      "name": "Saudin Robovic"
    }, {
      "text": "Chess is a test of wills.",
      "name": "Paul Keres"
    }, {
      "text": "Chess is a unique cognitive nexus, a place where art and science come together in the human mind and are refined and improved by experience.",
      "name": "Garry Kasparov"
    }, {
      "text": "Chess is an infinitely complex game, which one can play in infinitely numerous and varied ways.",
      "name": "Vladimir Kramnik"
    }, {
      "text": "Chess is beautiful enough to waste your life for.",
      "name": "Hans Ree"
    }, {
      "text": "Chess is eminently and emphatically the philosopher's game.",
      "name": "Paul Morphy"
    }, {
      "text": "Chess is everything: art, science and sport.",
      "name": "Anatoly Karpov"
    }, {
      "text": "Chess is far too complex to be definitively solved with any technology we can conceive of today. However, our looked-down-upon cousin, checkers, or draughts, suffered this fate quite recently thanks to the work of Jonathan Schaeffer at the University of Alberta and his unbeatable program Chinook.",
      "name": "Garry Kasparov"
    }, {
      "text": "Chess is imagination.",
      "name": "David Bronstein"
    }, {
      "text": "Chess is in its essence a game, in its form an art, and in its execution a science.",
      "name": "Baron von der Lasa"
    }, {
      "text": "Chess is infinite, and one has to make only one ill-considered move, and one's opponent's wildest dreams will become reality.",
      "name": "David Bronstein"
    }, {
      "text": "Chess is life.",
      "name": "Bobby Fischer"
    }, {
      "text": "Chess is like a language, the top players are very fluent at it. Talent can be developed scientifically but you have to find first what you are good at.",
      "name": "Viswanathan Anand"
    }, {
      "text": "Chess is like body-building. If you train every day, you stay in top shape. It is the same with your brain - chess is a matter of daily training.",
      "name": "Vladimir Kramnik"
    }, {
      "text": "Chess is like life.",
      "name": "Boris Spassky"
    }, {
      "text": "Chess is like war on a board.",
      "name": "Bobby Fischer"
    }, {
      "text": "Chess is mental torture.",
      "name": "Garry Kasparov"
    }, {
      "text": "Chess is my life.",
      "name": "Viktor Korchnoi"
    }, {
      "text": "Chess is my profession. I am my own boss; I am free. I like literature and music, classical especially. I am in fact quite normal; I have a Bohemian profession without being myself a Bohemian. I am neither a conformist nor a great revolutionary.",
      "name": "Bent Larsen"
    }, {
      "text": "Chess is no whit inferior to the violin, and we have a large number of professional violinists.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Chess is not for the faint-hearted; it absorbs a person entirely. To get to the bottom of this game, he has to give himself up into slavery. Chess is difficult, it demands work, serious reflection and zealous research.",
      "name": "Wilhelm Steinitz"
    }, {
      "text": "Chess is not for the timid.",
      "name": "Irving Chernev"
    }, {
      "text": "Chess is not just a game but a culture and a way to connect with people, past and present, who may seem so different from us on the surface.",
      "name": "Jennifer Shahade"
    }, {
      "text": "Chess is not like life... it has rules!",
      "name": "Mark Pasternak"
    }, {
      "text": "Chess is not relaxing; it's stressful even if you win.",
      "name": "Jennifer Shahade"
    }, {
      "text": "Chess is one long regret.",
      "name": "Stephen Leacock"
    }, {
      "text": "Chess is only a recreation and not an occupation.",
      "name": "Vladimir Lenin"
    }, {
      "text": "Chess is played with the mind and not with the hands!",
      "name": "Renaud and Kahn"
    }, {
      "text": "Chess is really ninety nine percent calculation.",
      "name": "Andrew Soltis"
    }, {
      "text": "Chess is ruthless: you've got to be prepared to kill people.",
      "name": "Nigel Short"
    }, {
      "text": "Chess is so inspiring that I do not believe a good player is capable of having an evil thought during the game.",
      "name": "Wilhelm Steinitz"
    }, {
      "text": "Chess is so interesting in itself, as not to need the view of gain to induce engaging in it; and thence it is never played for money.",
      "name": "Benjamin Franklin"
    }, {
      "text": "Chess is something more than a game. It is an intellectual diversion which has certain artistic qualities and many scientific elements.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "Chess is the art of analysis.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Chess is the art which expresses the science of logic.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Chess is the gymnasium of the mind.",
      "name": "Blaise Pascal"
    }, {
      "text": "Chess is the touchstone of intellect.",
      "name": "Johann Wolfgang von Goethe"
    }, {
      "text": "Chess is thirty to forty percent psychology. You don't have this when you play a computer. I can't confuse it.",
      "name": "Judit Polgar"
    }, {
      "text": "Chess is thriving. There are ever less round robin tournaments and ever more World Champions.",
      "name": "Robert Hübner"
    }, {
      "text": "Chess is war over the board. The object is to crush the opponents mind.",
      "name": "Bobby Fischer"
    }, {
      "text": "Chess is, above all, a fight.",
      "name": "Emanuel Lasker"
    }, {
      "text": "Chess is, in essence, a game for children. Computers have exacerbated the trends towards youth because they now have an immensely powerful tool at their disposal and can absorb vast amounts of information extremely quickly.",
      "name": "Nigel Short"
    }, {
      "text": "Chess isn't a game of speed, it is a game of speech through actions.",
      "name": "Matt Selman"
    }, {
      "text": "Chess makes man wiser and clear-sighted.",
      "name": "Vladimir Putin"
    }, {
      "text": "Chess makes me a better person",
      "name": "Albert Badosa"
    }, {
      "text": "Chess masters as well as chess computers deserve less reverence than the public accords them.",
      "name": "Eliot Hearst"
    }, {
      "text": "Chess mastery essentially consists of analyzing chess positions accurately.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Chess mastery essentially consists of analyzing.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Chess may be but a game, a pastime, a relaxation; but chess has at times absorbed the faculties of the intellectual in every clime; it numbers amongst its amateurs the greatest names of battle-fields and thrones; it tells of warriors, poets, painters, sculptors, statemen and divines; it possesses a literature and language of its own; it makes enemies friends, and finds a temple on the ocean, in the fortress, and by the peaceful fireside.",
      "name": "Frederick Milne Edge"
    }, {
      "text": "Chess never has been and never can be aught but a recreation. It should not be indulged in to the detriment of other and more serious avocations - should not absorb or engross the thoughts of those who worship at its shrine, but should be kept in the background, and restrained within its proper province. As a mere game, a relaxation from the severe pursuits of life, it is deserving of high commendation.",
      "name": "Paul Morphy"
    }, {
      "text": "Chess opens and enriches your mind.",
      "name": "Saudin Robovic"
    }, {
      "text": "Chess players, people who travel all over the world, should be trusted or else not sent anywhere at all. Why are these four people (Antoshion and three other official 'minders') sent along to supervise us? With their meagre experience, all that thay did was interfere, more than ever before. And when they were needed, they weren't to be found...",
      "name": "Viktor Korchnoi"
    }, {
      "text": "Chess problems demand from the composer the same virtues that characterize all worthwhile art: originality, invention, conciseness, harmony, complexity, and splendid insincerity.",
      "name": "Vladimir Nabokov"
    }, {
      "text": "Chess programs are our enemies, they destroy the romance of chess. They take away the beauty of the game. Everything can be calculated.",
      "name": "Levon Aronian"
    }, {
      "text": "Chess strategy as such today is still in its diapers, despite Tarrasch's statement 'We live today in a beautiful time of progress in all fields'. Not even the slightest attempt has been made to explore and formulate the laws of chess strategy.",
      "name": "Aron Nimzowitsch"
    }, {
      "text": "Chess strength in general and chess strength in a specific match are by no means one and the same thing.",
      "name": "Garry Kasparov"
    }, {
      "text": "Chess teaches you to control the initial excitement you feel when you see something that looks good and it trains you to think objectively when you're in trouble.",
      "name": "Stanley Kubrick"
    }, {
      "text": "Chess was Capablanca's mother tongue.",
      "name": "Richard Réti"
    }, {
      "text": "Chess will always be in the doldrums as a spectator sport while a draw is given equal mathematical value as a decisive result.",
      "name": "Michael Basman"
    }, {
      "text": "Chess, like any creative activity, can exist only through the combined efforts of those who have creative talent, and those who have the ability to organize their creative work.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Chess, like love, is infectious at any age.",
      "name": "Salo Flohr"
    }, {
      "text": "Chess, like love, like music, has the power to make people happy.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "Chess-play is a good and witty exercise of the mind for some kind of men, but if it proceed from overmuch study, in such a case it may do more harm than good; it is a game too troublesome for some men's brains.",
      "name": "Robert Burton"
    }, {
      "text": "Chess-play is a good and witty exercise of the mind for some kind of men, but if it proceed from overmuch study, in such a case it may do more harm than good; it is a game too troublesome for some men's brains.",
      "name": "Robt. Burton (clergyman and Librarian at Oxford University - 1621)"
    }, {
      "text": "Chess: It's like alcohol. It's a drug. I have to control it, or it could overwhelm me.",
      "name": "Charles Krauthammer"
    }, {
      "text": "Combinations have always been the most intriguing aspect of chess. The masters look for them, the public applauds them, the critics praise them. It is because combinations are possible that chess is more than a lifeless mathematical exercise. They are the poetry of the game; they are to chess what melody is to music. They represent the triumph of mind over matter.",
      "name": "Reuben Fine"
    }, {
      "text": "Combinations with a queen sacrifice are among the most striking and memorable...",
      "name": "Anatoly Karpov"
    }, {
      "text": "Come on Harry!",
      "name": "Simon Williams"
    }, {
      "text": "Concentrate on material gains. Whatever your opponent gives you take, unless you see a good reason not to.",
      "name": "Bobby Fischer"
    }, {
      "text": "Condemned by theory, the Allgaier, certainly one of the most romantic of gambits, is generally successful in practice (and yet so rarely played). Why does the defender often seem hypnotized, quite demoralized?",
      "name": "Tony Santasiere"
    }, {
      "text": "Confidence is very important - even pretending to be confident. If you make a mistake but do not let your opponent see what you are thinking then he may overlook the mistake.",
      "name": "Viswanathan Anand"
    }, {
      "text": "Contrary to many young colleagues I do believe that it makes sense to study the classics.",
      "name": "Magnus Carlsen"
    }, {
      "text": "Could we look into the head of a chess player, we should see there a whole world of feelings, images, ideas, emotion and passion.",
      "name": "Alfred Binet"
    }, {
      "text": "Daring ideas are like chess men moved forward. They may be beaten, but they may start a winning game.",
      "name": "Johann Wolfgang von Goethe"
    }, {
      "text": "Dazzling combinations are for the many, shifting wood is for the few.",
      "name": "Georg Kieninger"
    }, {
      "text": "Deschapelles became a first-rate player in three days, at the age of something like thirty. Nobody ever believed the statement, not even Deschapelles himself, although his biographer declares he had told the lie so often that he at last forgot the facts of the case.",
      "name": "Frederick Milne Edge"
    }, {
      "text": "Despite the development of chess theory, there is much that remains secret and unexplored in chess.",
      "name": "Vasily Smyslov"
    }, {
      "text": "Different people feel differently about resigning.",
      "name": "Bobby Fischer"
    }, {
      "text": "Discovered check is the dive bomber of the chess board.",
      "name": "Rueben Fine"
    }, {
      "text": "Do not bring your Queen out too early. (from his poem 'On the Game of Chess'/'De ludo scachorum' circa 1500",
      "name": "Francisco Bernardina Calogno"
    }, {
      "text": "Do not permit yourself to fall in love with the end-game play to the exclusion of entire games. It is well to have the whole story of how it happened; the complete play, not the denouement only. Do not embrace the rag-time and vaudeville of chess.",
      "name": "Emanuel Lasker"
    }, {
      "text": "Do not pick a move from a list of computer lines - use your own brains. This is important, especially for young players. It's better to study a worse line well than to reproduce a better computer line.",
      "name": "Laszlo Hazai"
    }, {
      "text": "Do you realize Fischer almost never has any bad pieces? He exchanges them, and the bad pieces remain with his opponents.",
      "name": "Yuri Balashov"
    }, {
      "text": "Don't be afraid of losing, be afraid of playing a game and not learning something.",
      "name": "Dan Heisman"
    }, {
      "text": "Don't even mention losing to me. I can't stand to think of it.",
      "name": "Bobby Fischer"
    }, {
      "text": "Don't worry about your rating, work on your playing strength and your rating will follow.",
      "name": "Dan Heisman"
    }, {
      "text": "Don't worry kids, you'll find work. After all, my machine will need strong chess player-programmers. You will be the first. (to Karpov & students, 1965)",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Drawing general conclusions about your main weaknesses can provide a great stimulus to further growth.",
      "name": "Alexander Kotov"
    }, {
      "text": "Drawn games are sometimes more scintillating than any conclusive contest.",
      "name": "Savielly Tartakower"
    }, {
      "text": "During a chess competition a chess master should be a combination of a beast of prey and a monk.",
      "name": "Alexander Alekhine"
    }, {
      "text": "During a chess tournament a master must envisage himself as a cross between an ascetic monk and a beast of prey.",
      "name": "Alexander Alekhine"
    }, {
      "text": "During the analysis, I discovered something very remarkable: the board is simply too small for two queens of the same color. They only get in each other's way. I realize that this might sound stupid, but I fully mean it. The advantage is much less than one would expect by counting material.",
      "name": "Viktor Korchnoi"
    }, {
      "text": "During the late Victorian period the majority of chess magazines printed increasing numbers of humorous stories, poems and anecdotes about the agonies and idiocies of women chess players, presumably as an antidote to the alarmed reaction of men to the fact that women were encroaching on their 'territory'.",
      "name": "British Chess Magazine"
    }, {
      "text": "Emotional instability can be one of the factors giving rise to a failure by chess players in important duels. Under the influence of surging emotions (and not necessarily negative ones) we sometimes lose concentration and stop objectively evaluating the events that are taking place on the board.",
      "name": "Mark Dvoretsky"
    }, {
      "text": "Endings of one rook and pawns are about the most common sort of endings arising on the chess board. Yet though they do occur so often, few have mastered them thoroughly. They are often of a very difficult nature, and sometimes while apparently very simple they are in reality extremely intricate.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "Enormous self-belief, intuition, the ability to take a risk at a critical moment and go in for a very dangerous play with counter-chances for the opponent - it is precisely these qualities that distinguish great players.",
      "name": "Garry Kasparov"
    }, {
      "text": "Errors have nothing to do with luck; they are caused by time pressure, discomfort or unfamiliarilty with a position, distractions, feelings of intimidation, nervous tension, overambition, excessive caution, and dozens of other psychological factors.",
      "name": "Pal Benko"
    }, {
      "text": "Especially in my youngest years, the beauty of chess had priority for me over winning a game. But I had to learn that in this sport, achievement is much more important than the beauty of chess.",
      "name": "Judit Polgar"
    }, {
      "text": "Even in the heat of a middlegame battle the master still has to bear in mind the outlines of a possible future ending.",
      "name": "David Bronstein"
    }, {
      "text": "Even in the King's Gambit... White is no longer trying to attack at all costs. He has had to adapt his approach and look for moves with a solid positional foundation",
      "name": "Neil McDonald"
    }, {
      "text": "Even the best grandmasters in the world have had to work hard to acquire the technique of rook endings.",
      "name": "Paul Keres"
    }, {
      "text": "Even the laziest king flees wildly in the face of a double check!",
      "name": "Aron Nimzowitsch"
    }, {
      "text": "Even the most distinguished players have in their careers experienced severe disappointments due to ignorance of the best lines or suspension of their own common sense.",
      "name": "Tigran Petrosian"
    }, {
      "text": "Even when the time control has been reached, there is one situation where you want to act as if it has not: when your position is absolutely lost.",
      "name": "Edmar Mednis"
    }, {
      "text": "Every Chess master was once a beginner.",
      "name": "Irving Chernev"
    }, {
      "text": "Every chess player likes attacking play.",
      "name": "Zhu Chen"
    }, {
      "text": "Every great master will find it useful to have his own theory on the openings, which only he himself knows, a theory which is closely linked with plans for the middle game.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Every month I look through some ten thousand games, so not as to miss any new ideas and trends.",
      "name": "Vladimir Kramnik"
    }, {
      "text": "Every move creates a weakness.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "Every pawn is a potential queen.",
      "name": "James Mason"
    }, {
      "text": "Everything is in a state of flux, and this includes the world of chess.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Examine moves that smite! A good eye for smites is far more important than a knowledge of strategical principles.",
      "name": "Cecil John Seddon Purdy (Chielamangus)"
    }, {
      "text": "Chess is as much a mystery as women.",
      "name": "Cecil John Seddon Purdy (Chielamangus)"
    }, {
      "text": "Excellence at chess is one mark of a scheming mind.",
      "name": "Sir Arthur Conan Doyle"
    }, {
      "text": "Excellent! I will still be in time for the ballet! (upon defeating Ossip Bernstein in the famous 29 move exhibition game played in Moscow in 1914, before setting off to the Bolshoi Theatre in horse-drawn carriage)",
      "name": "José Raúl Capablanca"
    }, {
      "text": "Excelling at chess has long been considered a symbol of more general intelligence. That is an incorrect assumption in my view, as pleasant as it might be.",
      "name": "Garry Kasparov"
    }, {
      "text": "Experience and the constant analysis of the most varied positions builds up a store of knowledge in a player's mind enabling him often at a glance to assess this or that position.",
      "name": "Alexander Kotov"
    }, {
      "text": "Failing to open the center at the right moment - a common error by White in the Exchange Lopez - can allow Black an excellent game.",
      "name": "Andrew Soltis"
    }, {
      "text": "Far from all of the obvious moves that go without saying are correct.",
      "name": "David Bronstein"
    }, {
      "text": "Few things are as psychologically brutal as chess.",
      "name": "Garry Kasparov"
    }, {
      "text": "First and foremost it is essential to understand the essence, the overall idea of any fashionable variation, and only then include it in one's repertoire. Otherwise the tactical trees will conceal from the player the strategic picture of the wood, in which his orientation will most likely be lost.",
      "name": "Lev Polugaevsky"
    }, {
      "text": "First restrain, next blockade, lastly destroy.",
      "name": "Aron Nimzowitsch"
    }, {
      "text": "First-class players lose to second-class players because second-class players sometimes play a first-class game.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "Fischer chess play was always razor-sharp, rational and brilliant. One of the best ever.",
      "name": "Dave Regis"
    }, {
      "text": "Fischer is an American chess tragedy on par with Morphy and Pillsbury.",
      "name": "Mig Greengard"
    }, {
      "text": "Fischer is completely natural. He plays no roles. He's like a child. Very, very simple.",
      "name": "Zita Rajcsanyi"
    }, {
      "text": "Fischer is Fischer, but a knight is a knight!",
      "name": "Mikhail Tal"
    }, {
      "text": "Fischer is the strongest player in the world. In fact, the strongest player who ever lived.",
      "name": "Larry Evans"
    }, {
      "text": "Fischer is under obligation to nobody.",
      "name": "Joseph Platz"
    }, {
      "text": "Fischer prefers to enter chess history alone.",
      "name": "Miguel Najdorf"
    }, {
      "text": "Fischer sacrificed virtually everything most of us weakies (to use his term) value, respect, and cherish, for the sake of an artful, often beautiful board game, for the ambivalent privilege of being its greatest master.",
      "name": "Paul Kollar"
    }, {
      "text": "Fischer wanted to give the Russians a taste of their own medicine.",
      "name": "Larry Evans"
    }, {
      "text": "Fischer was a master of clarity and a king of artful positioning. His opponents would see where he was going but were powerless to stop him.",
      "name": "Bruce Pandolfini"
    }, {
      "text": "Fischer, who may or may not be mad as a hatter, has every right to be horrified.",
      "name": "Jeremy Silman"
    }, {
      "text": "For a game it is too serious, for seriousness too much of a game.",
      "name": "Moses Mendelssohn"
    }, {
      "text": "For every door the computers have closed they have opened a new one.",
      "name": "Viswanathan Anand"
    }, {
      "text": "For me right now I think being the world number one is a bigger deal than being the world champion because I think it shows better who plays the best chess. That sounds self-serving but I think it's also right. (2012)",
      "name": "Magnus Carlsen"
    }, {
      "text": "For me, chess is a language, and if it's not my native tongue, it is one I learned via the immersion method at a young age.",
      "name": "Garry Kasparov"
    }, {
      "text": "For me, chess is at the same time a game, a sport, a science and an art. And perhaps even more than that. There is something hard to explain to those who do not know the game well. One must first learn to play it correctly in order to savor its richness.",
      "name": "Bent Larsen"
    }, {
      "text": "For me, chess is life and every game is like a new life. Every chess player gets to live many lives in one lifetime.",
      "name": "Eduard Gufeld"
    }, {
      "text": "For me, chess is not a profession, it is a way of life, a passion. People may feel that I have conquered the peak and will not have to struggle. Financially, perhaps that is true; but as far as chess goes, I'm still learning a lot!",
      "name": "Viswanathan Anand"
    }, {
      "text": "For my victory over Capablanca I am indebted primarily to my superiority in the field of psychology. Capablanca played, relying almost exclusively on his rich intuitive talent. But for the chess struggle nowadays one needs a subtle knowledge of human nature, an understanding of the opponent's psychology.",
      "name": "Alexander Alekhine"
    }, {
      "text": "For pleasure you can read the games collections of Andersson and Chigorin, but for benefit you should study Tarrasch, Keres and Bronstein.",
      "name": "Mikhail Tal"
    }, {
      "text": "For success I consider three factors are necessary: firstly, an awareness of my own strengths and weaknesses; secondly, an accurate understanding of my opponent's strengths and weaknesses; thirdly, a higher aim than momentary satisfaction. I see this aim as being scientific and artistic achievements, which place the game of chess on a par with other arts.",
      "name": "Alexander Alekhine"
    }, {
      "text": "For surely of all the drugs in the world, chess must be the most permanently pleasurable.",
      "name": "Heinrich Fraenkel (Assiac)"
    }, {
      "text": "Formerly I played to amuse myself, then to study, but now I play to create.",
      "name": "Vera Menchik"
    }, {
      "text": "Fortunately I've got a weak character, so I never did decide to dedicate myself to only one of my professions. And I'm very glad. After all, if I'd rejected chess or music then my life wouldn't have been two times, but a hundred times less interesting.",
      "name": "Mark Taimanov"
    }, {
      "text": "Fortune favors the lucky!",
      "name": "Robert Houdart (Houdini author)"
    }, {
      "text": "From time to time, like many other players, I glance through my own games of earlier years, and return to positions and variations which have gone out of practice. I attempt to restore them, to find new ideas and plans.",
      "name": "Yefim Geller"
    }, {
      "text": "Furman astounded me with his chess depth, a depth which he revealed easily and naturally, as if all he were doing was establishing well-known truths.",
      "name": "Anatoly Karpov"
    }, {
      "text": "Genius. It's a word. What does it really mean? If I win I'm a genius. If I don't, I'm not.",
      "name": "Bobby Fischer"
    }, {
      "text": "GM Naiditsch reckoned that me playing the King's Indian against Anand was something akin to a samurai running at a machine gun with a sword.",
      "name": "Hikaru Nakamura"
    }, {
      "text": "Go through detailed variations in your own time, think in a general way about the position in the opponent's time and you will soon find that you get into time trouble less often, that your games have more content to them, and that their general standard rises.",
      "name": "Alexander Kotov"
    }, {
      "text": "Good offense and good defense both begin with good development.",
      "name": "Bruce A. Moon"
    }, {
      "text": "Good players develop a tactical instinct, a sense of what is possible or likely and what is not worth calculating.",
      "name": "Samuel Reshevsky"
    }, {
      "text": "Good positions don't win games, good moves do.",
      "name": "Gerald Abrahams"
    }, {
      "text": "Greg Kaidanov tried to get me to view his behavior as part of what makes him great - if he wouldn't get so upset about losing, he'd never maintain the level that he has. I see his point, but somehow I can't accept the idea that these sorts of verbal assaults on people are justified, no matter what their end goal is. (following her defeat of Viktor Korchnoi and the post-mortem)",
      "name": "Irina Krush"
    }, {
      "text": "Had I not played the Sicilian with Black I could have saved myself the trouble of studying for more than 20 years all the more popular lines of this opening, which comprise probably more than 25 percent of all published opening theory!",
      "name": "Bent Larsen"
    }, {
      "text": "Had I undergone the severe nursery and kindergarten schools, with their obliteration of personal responsibility, their indifference, their enforced adherence to the principle of 'do as everyone else does', their adherence to a culture of kitsch and cliche, and the struggle for everything - for a toy or a place in the clique, for praise from the teacher or attention from the group - had I experienced this, I'm convinced I would have turned out differently, more conforming and less independent, and I never would have achieved what I have.",
      "name": "Anatoly Karpov"
    }, {
      "text": "Half the variations which are calculated in a tournament game turn out to be completely superfluous. Unfortunately, no one knows in advance which half.",
      "name": "Jan Timman"
    }, {
      "text": "Has he some psychological antipathy to realism? I am no psychologist, and cannot say. The fact remains that Euwe commits the most inexplicable mistakes in thoroughly favorable positions, and that this weakness has consistently tarnished his record.",
      "name": "Hans Kmoch"
    }, {
      "text": "Haste is never more dangerous than when you feel that victory is in your grasp.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "Haste, the great enemy, is never more dangerous than when you feel that victory is in your grasp.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "Haste, the great enemy.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "Having good strategies in playing chess is often a good indication of being focused in life.",
      "name": "Martin Dansky"
    }, {
      "text": "Having spent alarmingly large chunks of my life studying the white side of the Open Sicilian, I find myself asking, why did I bother?",
      "name": "Daniel King"
    }, {
      "text": "He played with enormous energy and great fighting spirit. Offering him a draw was a waste of time. He would decline it politely, but firmly. 'No, thank you,' he would say and the fight would go on and on and on. (on Bent Larsen)",
      "name": "Lubomir Kavalek"
    }, {
      "text": "He who analyses blitz is stupid.",
      "name": "Rashid Nezhmetdinov"
    }, {
      "text": "He who fears an isolated queen's pawn should give up chess.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "He who has a slight disadvantage plays more attentively, inventively and more boldly than his antagonist who either takes it easy or aspires after too much. Thus a slight disadvantage is very frequently seen to convert into a good, solid advantage.",
      "name": "Emanuel Lasker"
    }, {
      "text": "He who takes the queen's knight's pawn will sleep in the streets.",
      "name": "Anonymous"
    }, {
      "text": "Help your pieces so they can help you.",
      "name": "Paul Morphy"
    }, {
      "text": "Here is a definition which correctly reflects the course of thought and action of a grandmaster: The plan in a game of chess is the sum total of successive strategical operations which are each carried out according to separate ideas arising from the demands of the position.",
      "name": "Alexander Kotov"
    }, {
      "text": "How come the little things bother you when you are in a bad position? They don't bother you in good positions.",
      "name": "Yasser Seirawan"
    }, {
      "text": "How vain are our fears! I thought to myself. Sometimes we fear that which our opponent (or fate) had never even considered! After this, then, is it any longer worthwhile to rack one's brain to find new ghosts to fear? No, indeed: All hail optimism! (upon playing Hermanis Mattison after he overlooked an unusual knight manouevre)",
      "name": "Aaron Nimzowitsch"
    }, {
      "text": "How would these young players feel if their own coach would use the confidential analysis and information against them in important events like the Olympiad, World Cup, US Championship, or other major events? I think this would break that bond and there will be problems with the trust issue. My job is to help these young players reach their full potential, and not compete against or try to beat them.",
      "name": "Susan Polgar"
    }, {
      "text": "However hopeless the situation appears to be there yet always exists the possibility of putting up a stubborn resistance.",
      "name": "Paul Keres"
    }, {
      "text": "Human affairs are like a chess game: only those who do not take it seriously can be called good players.",
      "name": "Hung Tzu Ch'eng"
    }, {
      "text": "I... have two vocations: chess and engineering. If I played chess only, I believe that my success would not have been significantly greater. I can play chess well only when I have fully convalesced from chess and when the 'hunger for chess' once more awakens within me.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "I always urge players to study composed problems and endgames.",
      "name": "Pal Benko"
    }, {
      "text": "I am acutely conscious, from vast experience in opens, that guys around, say 2100 or more can definitely play chess and that one often has to work very hard to beat them.",
      "name": "Nigel Short"
    }, {
      "text": "I am both sad and pleased that in his last tournament, Rashid Gibiatovich came to my home in Latvia. He did not take first place, but the prize for beauty, as always, he took with him. Players die, tournaments are forgotten, but the works of great artists are left behind them to live on forever. (on Nezhmetdinov)",
      "name": "Mikhail Tal"
    }, {
      "text": "I am pleased that in a match for the World Championship I was able to conduct a game in the style of Akiba Rubinstein, where the entire strategic course was maintained from the first to the last move. (on Game 7 of his 2012 match with Anand)",
      "name": "Boris Gelfand"
    }, {
      "text": "I am still a victim of chess. It has all the beauty of art and much more. It cannot be commercialized. Chess is much purer than art in its social position.",
      "name": "Marcel Duchamp"
    }, {
      "text": "I am the best player in the world and I am here to prove it.",
      "name": "Bobby Fischer"
    }, {
      "text": "I am trying to beat the guy sitting across from me and trying to choose the moves that are most unpleasant for him and his style.",
      "name": "Magnus Carlsen"
    }, {
      "text": "I answered patiently that I was more than willing to sit down at length with him and discuss his retirement. In the meantime, however, the tournament wasn't over; so would he kindly just shut the f*** up, go back and try to finish his carreer on a good note? (to Elshan Moradiabadi, who had blundered terrbly with one round to go - surprising himself, he won the next game and captured the bronze medal on tiebreak)",
      "name": "Nigel Short"
    }, {
      "text": "Chess is me!",
      "name": "Salvador Dali"
    }, {
      "text": "I believe in magic... There is magic in the creative faculty such as great poets and philosophers conspicuously possess, and equally in the creative chessmaster.",
      "name": "Emanuel Lasker"
    }, {
      "text": "I believe most definitely that one must not only grapple with the problems on the board, one must also make every effort to combat the thoughts and will of the opponent.",
      "name": "Mikhail Tal"
    }, {
      "text": "I believe that chess possesses a magic that is also a help in advanced age. A rheumatic knee is forgotten during a game of chess and other events can seem quite unimportant in comparison with a catastrophe on the chessboard.",
      "name": "Vlastimil Hort"
    }, {
      "text": "I believe that the best style is a universal one, tactical and positional at the same time...",
      "name": "Susan Polgar"
    }, {
      "text": "I can't count the times I have lagged seemingly hopelessly far behind, and nobody except myself thinks I can win. But I have pulled myself in from desperate situations. When you are behind, there are two strategies - counter-attack or all men to the defences. I'm good at finding the right balance between those.",
      "name": "Magnus Carlsen"
    }, {
      "text": "I cannot claim to thoroughly enjoy coaching, because it is very hard work if you are even moderately conscientious. Nevertheless it does provide a degree of satisfaction, not to mention a steady income, which is why I do it occasionally.",
      "name": "Nigel Short"
    }, {
      "text": "I cannot think that a player genuinely loving the game can get pleasure just from the number of points scored no matter how impressive the total. I will not speak of myself, but for the masters of the older generation, from whose games we learned, the aesthetic side was the most important.",
      "name": "Alexander Kotov"
    }, {
      "text": "I claim that nothing else is so effective in encouraging the growth of chess strength as such independent analysis, both of the games of the great players and your own.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "I consider chess an art, and accept all those responsibilities which art places upon its devotees.",
      "name": "Alexander Alekhine"
    }, {
      "text": "I consider Fischer to be one of the greatest opening experts ever.",
      "name": "Keith Hayward"
    }, {
      "text": "I could give any woman in the world a piece and a move; to Gaprindashvili even, a knight.",
      "name": "Bobby Fischer"
    }, {
      "text": "I definitely miss the rush from wiping out an opponent.",
      "name": "Bruce Pandolfini"
    }, {
      "text": "I detest the endgame. A well-played game should be practically decided in the middlegame.",
      "name": "David Janowski"
    }, {
      "text": "I didn't picture myself as even a grandmaster, to say nothing of aspiring to the chess crown. This was not because I was timid - I wasn't - but because I simply lived in one world, and the grandmasters existed in a completely different one. People like that were not really even people, but like gods or mythical heroes.",
      "name": "Anatoly Karpov"
    }, {
      "text": "I do not know to whom the aphorism 'There are no sound studies, only ones that haven't been busted yet' belongs, but it has measure of truth in it.",
      "name": "Mark Dvoretsky"
    }, {
      "text": "I do not play chess - I fight at chess. Therefore I willingly combine the tactical with the strategic, the fantastic with the scientific, the combinative with the positional, and I aim to respond to the demands of each given position...",
      "name": "Alexander Alekhine"
    }, {
      "text": "I do not set limits for myself. I will continue to play chess as long as I enjoy the fun of competing and learning new things.",
      "name": "Lê Quang Liêm"
    }, {
      "text": "I don't believe in psychology. I believe in good moves.",
      "name": "Bobby Fischer"
    }, {
      "text": "I don't berserk, I am not a caveman",
      "name": "Magnus Carlsen"
    }, {
      "text": "I don't know if people know this but I am pretty good at chess. I was always on the chess team at school when I was younger.",
      "name": "Justin Bieber"
    }, {
      "text": "I don't know whether computers are improving the style of play, I know they are changing it. Chess has become a different game, one could say that computers have changed the world of chess. That is pretty clear.",
      "name": "Vladimir Kramnik"
    }, {
      "text": "I don't like politics especially in chess. All I want is promote chess 24/7.",
      "name": "Susan Polgar"
    }, {
      "text": "I don't play unorthodox openings. I prefer to give mainstream openings my own spin.",
      "name": "Magnus Carlsen"
    }, {
      "text": "I don't study; I create.",
      "name": "Viktor Korchnoi"
    }, {
      "text": "I don't think so much in general terms like best achievement, best game ever or best tournament. I try to play chess, enjoy it and of course if I win, I enjoy it more.",
      "name": "Antoaneta Stefanova"
    }, {
      "text": "I dropped the King's Indian in 1997 after one too many bad experiences against Kramnik .",
      "name": "Garry Kasparov"
    }, {
      "text": "I failed to make the chess team because of my height.",
      "name": "Woody Allen"
    }, {
      "text": "I feel as if I were a piece in a game of chess, when my opponent says of it: That piece cannot be moved.",
      "name": "Søren Kierkegaard"
    }, {
      "text": "I feel that anyone can become an IM (International Master) in two years, but he must study hard and play a great deal in order to achieve this goal.",
      "name": "Miguel Quinteros"
    }, {
      "text": "I feel that everyone is good. In this way I give every game my best effort. The moment that you let up is the time that you can be hit by the sucker punch.",
      "name": "Walter Browne"
    }, {
      "text": "I feel that it is no less interesting to be a trainer than to play oneself. I even take greater delight in the tournament successes of my lads than I do in my own.",
      "name": "Mark Dvoretsky"
    }, {
      "text": "I give 98 percent of my mental energy to chess.",
      "name": "Bobby Fischer"
    }, {
      "text": "I give 98 percent of my mental energy to chess. Others give only 2 percent.",
      "name": "Bobby Fischer"
    }, {
      "text": "I go over many games collections and pick up something from the style of each player.",
      "name": "Mikhail Tal"
    }, {
      "text": "I guess a certain amount of temperament is expected of chess geniuses.",
      "name": "Ron Gross"
    }, {
      "text": "I had a slightly inferior endgame that probably should have been drawn, but Korchnoi kept torturing me with little threats until finally, exhausted and exasperated, I made a losing mistake.",
      "name": "Pal Benko"
    }, {
      "text": "I had a toothache during the first game. In the second game I had a headache. In the third game it was an attack of rheumatism. In the fourth game, I wasn't feeling well. And in the fifth game? Well, must one have to win every game?",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "I have added these principles to the law: get the knights into action before both bishops are developed.",
      "name": "Emanuel Lasker"
    }, {
      "text": "I have also known some of the world's finest brains and some of these, though passionately fond of chess, have been pretty poor players. I used to know one of the world's leading mathematicians and whenever we played chess I had to give him the odds of a Queen to make matters more equal, and even then I always won.",
      "name": "Harry Golombek"
    }, {
      "text": "I have always disliked the fierce competitive spirit embodied in that highly intellectual game.",
      "name": "Albert Einstein"
    }, {
      "text": "I have always felt that Judit was a relatively slow starter, though she is extremely motivated, diligent, hard-working, and disciplined towards her goals in chess and in life.",
      "name": "Susan Polgar"
    }, {
      "text": "I have always had a slight feeling of pity for man who has no knowledge of chess.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "I have found after 1.d4 there are more opportunities for richer play.",
      "name": "Anatoly Karpov"
    }, {
      "text": "I have frequently stated that I regard chess as an art form, where creativity prevails over other factors.",
      "name": "Vasily Smyslov"
    }, {
      "text": "I have never in my life played the French Defense, which is the dullest of all openings.",
      "name": "Wilhelm Steinitz"
    }, {
      "text": "I have not given any drawn or lost games, because I thought them inadequate to the purpose of the book. (in his book 'My Chess Career' published in 1920)",
      "name": "José Raúl Capablanca"
    }, {
      "text": "I honestly don't like him playing chess. I mean I see him sitting there for ten minutes thinking four moves ahead before he makes one. And he actually does the same thing in the ring - he thinks too much. (on Lennox Lewis, undisputed heavyweight boxing champion of the world, who he was coaching)",
      "name": "Emmanuel Steward"
    }, {
      "text": "I know people who have all the will in the world, but still can't play good chess.",
      "name": "Bobby Fischer"
    }, {
      "text": "I know that with perfect play, God versus God, Fritz versus Fritz, chess is a draw...",
      "name": "Nigel Short"
    }, {
      "text": "I know the knights walke in this game too well, Hee maye skip over mee, and where am I then? (1624)",
      "name": "Thomas Middleton"
    }, {
      "text": "I learnt an enormous amount, but there came a point where I found there was too much stress. It was no fun any more. Outside of the chessboard I avoid conflict, so I thought this wasn't worth it. (on training sessions with Kasparov)",
      "name": "Magnus Carlsen"
    }, {
      "text": "I leave this to you.",
      "name": "Bobby Fischer"
    }, {
      "text": "I like 1.e4 very much, but my results are better with 1.d4.",
      "name": "Anatoly Karpov"
    }, {
      "text": "I like the moment when I break a man's ego.",
      "name": "Bobby Fischer"
    }, {
      "text": "I like to make them squirm.",
      "name": "Bobby Fischer"
    }, {
      "text": "I like to play against people who are alive. (In response to the question: 'Which of the great dead players would you like to play?')",
      "name": "Judit Polgar"
    }, {
      "text": "I like to say that Bobby Fischer was the greatest player ever. But what made Fischer a genius was his ability to blend an American freshness and pragmatism with Russian ideas about strategy.",
      "name": "Bruce Pandolfini"
    }, {
      "text": "I look one move ahead... the best!",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "I lost the match. I blame only myself for this. There were many opportunities to win. But I missed them, no one else. (on Lyons/New York World Championship Match with Kasparov)",
      "name": "Anatoly Karpov"
    }, {
      "text": "I love all positions. Give me a difficult positional game, I will play it. But totally won positions, I cannot stand them.",
      "name": "Hein Donner"
    }, {
      "text": "I love the game - and I hate the Russians because they've almost ruined it. They only risk the title when they have to, every three years. They play for draws with each other but play to win against the Western masters. Draws make for dull chess, wins make for fighting chess.",
      "name": "Bobby Fischer"
    }, {
      "text": "I maintain that in every position that arises, we should deliberately search, among other things, for pieces which have no retreat. If we see one, we automatically look to see if it can be netted.",
      "name": "Cecil John Seddon Purdy (Chielamangus)"
    }, {
      "text": "I met with similar fate (as Martina Navritalova) after I left Czechoslovakia in 1968. Chess tournaments in which I participated were not reported or appeared without my name. The same year Martina left, a book of chess puzzles by two Czech grandmasters, Vlastimil Hort and Vlastimil Jansa, was published in Prague. The publisher Olympia printed 18,000 copies and when it was done, some censors discovered my name attached to one of the games. They did something unbelievable: they cut out the page with my name, printed a new one without my name and glued it back in the book. They did it page by page, book by book - 18,000 times.",
      "name": "Lubomir Kavalek"
    }, {
      "text": "I never lose. I either win or learn.",
      "name": "Nelson Mandela"
    }, {
      "text": "I often play a move I know how to refute.",
      "name": "Bent Larsen"
    }, {
      "text": "I play way too much blitz chess. It rots the brain just as surely as alcohol.",
      "name": "Nigel Short"
    }, {
      "text": "I played chess with him and would have beaten him sometimes only he always took back his last move, and ran the game out differently.",
      "name": "Mark Twain"
    }, {
      "text": "I played like a child. (13 year old, after a loss in the second game of a rapid chess match with Kasparov, having drawn the first game)",
      "name": "Magnus Carlsen"
    }, {
      "text": "I prefer to lose a really good game than to win a bad one.",
      "name": "David Levy"
    }, {
      "text": "I quit chess because I had developed a satisfactory strategic understanding of the game and whatever improvement remained was in technique. This would require a lot of effort for minimal returns.",
      "name": "Duncan Suttles"
    }, {
      "text": "I remember being with a girlfriend who asked me to look over some chess openings with her. I instantly fell asleep. I found that I could always take a nap in any situation by just looking at some opening variation - my eyes would shut right away.",
      "name": "Pal Benko"
    }, {
      "text": "I remember once I was in Switzerland and my wife told me,'I put some of your stuff in the safe - the code is very easy to remember, it's 2706, so you can take whatever you need.' And I told her, 'Well, 2706 is not really a good Elo rating. Normally it's rounded off to the nearest 5 or 10'. So I told her I couldn't see how I could remember that. She looked a bit shocked and then she explained to me that the 27th June is our anniversary.",
      "name": "Viswanathan Anand"
    }, {
      "text": "I remember our class working on algebra. All the boys were quiet... Suddenly Alekhine stood up excitedly, his face radiant... 'Well, Alekhine, did you solve it?' teacher Bachinsky asked him. 'I did... I sacrifice the knight, and the bishop moves... and White wins!'.",
      "name": "Georgy Rimsky-Korsakov (classmate of Alexander Alekhine)"
    }, {
      "text": "I repeat, that the first and main difficulty in making a positional exchange sacrifice is a psychological caution: after all, you have to give up a rook for a minor piece. The second difficulty is that the exchange is given up when this is not forced by circumstances. Therefore you must anticipate beforehand, in good time, how events will develop and take the necessary measures.",
      "name": "Tigran Petrosian"
    }, {
      "text": "I see my own style as being a symbiosis of the styles of Alekhine, Tal and Fischer.",
      "name": "Garry Kasparov"
    }, {
      "text": "I soon realized that it is not enough for a master simply to analyse variations scrupulously just like an accountant. He must learn to work out which particular moves he should consider and then examine just as many variations as necessary - no more and no less.",
      "name": "Alexander Kotov"
    }, {
      "text": "I spend around one hour per day on physical exercise. Exercise is a must for every chess player. As the proverb says, 'A sound mind in a sound body'.",
      "name": "Humpy Koneru"
    }, {
      "text": "I started by just sitting by the chessboard exploring things. I didn't even have books at first, and I just played by myself. I learnt a lot from that, and I feel that it is a big reason why I now have a good intuitive understanding of chess.",
      "name": "Magnus Carlsen"
    }, {
      "text": "I still hope to kill Fischer.",
      "name": "Boris Spassky"
    }, {
      "text": "I take judicial notice of the fact many hobby chess players I know have a small library on the game, chess moves and famous players, but are not professionals merely by ownership of such material. - (In dismissing Steven Cohen's case before the Tax Court of Canada whereby Mr. Cohen was attempting to reclaim some of his $122,000 losses at poker by claiming it as a business expense - and claiming that his purchase of poker books and attending a seminar was business-like training)",
      "name": "Judge Frank Pizzitelli"
    }, {
      "text": "I think crazyhouse improves your standard chess.",
      "name": "ChessNetwork"
    }, {
      "text": "I think it's almost definite that the game is a draw theoretically.",
      "name": "Bobby Fischer"
    }, {
      "text": "I think it's very important to be inclusive, especially because that's part of the beauty of our game. It allows so many different people of different ages and from all over the world to come together, and we should leverage that strength.",
      "name": "Jennifer Shahade"
    }, {
      "text": "I think it's very natural to get nervous. I've usually got concerns about a specific thing in the opening which might worry me. I have to be relaxed and balanced emotionally and then I can concentrate on the moves during the game. Then things will be ok.",
      "name": "Judit Polgar"
    }, {
      "text": "I think the draw quotient has always been high in world championship matches because the amount of effort people put into neutralizing each other's openings. It's just now with computers that it has reached a new level.",
      "name": "Magnus Carlsen"
    }, {
      "text": "I walked about 55 kilometers and was awake for 25 hours. Now I have to think about setting a sleeping record. (after setting a World Record by playing 614 games simultaneously)",
      "name": "Ehsan Ghaem-Maghami"
    }, {
      "text": "I was labeled as a tricky player early on and have been regarded as tricky throughout my whole career. It was said that I was able to pull out tricks from nowhere.",
      "name": "Judit Polgar"
    }, {
      "text": "I will not hide the fact that I love to hear the spectators react after a sacrifice of a piece or pawn. I don't think that there is anything bad in such a feeling; no artist or musician is indifferent to the reactions of the public.",
      "name": "Mikhail Tal"
    }, {
      "text": "I won't play with you anymore. You have insulted my friend! (when an opponent cursed himself for a blunder)",
      "name": "Miguel Najdorf"
    }, {
      "text": "I would never suggest to anyone that they drop school for chess. First of all even if you can make it in chess, your social skills need to be developed there.",
      "name": "Viswanathan Anand"
    }, {
      "text": "I would wish to stress to young people (the old are either saints, or already dead) that chess need not be a safe exit from memorized opening to scientific endgame (middlegame murdered). Chess can be alive always and rewarding!",
      "name": "Tony Santasiere"
    }, {
      "text": "I'd rather have a pawn than a finger.",
      "name": "Reuben Fine"
    }, {
      "text": "I'm not a materialistic person, in that, I don't suffer the lack or loss of money. The absence of worldly goods I don't look back on. For chess is a way I can be as materialistic as I want without having to sell my soul",
      "name": "Jamie Walter Adams"
    }, {
      "text": "I'm not afraid of Spassky. The world knows I'm the best.",
      "name": "Bobby Fischer"
    }, {
      "text": "I'm sorry Frank, I think you missed it. Queen to bishop three, bishop takes queen, knight takes bishop, mate. (in the movie '2001: A Space Odyssey' to astronaut Frank Poole)",
      "name": "HAL 9000"
    }, {
      "text": "I'm submitting a formal complaint to the players - the games are far too interesting. They should be rationed to only one exciting game per round, as it is not fair to chess journalists. (after Round 2 of The London Chess Classic 2011)",
      "name": "John Saunders"
    }, {
      "text": "I've never been much of a computer guy at least in terms of playing with computers. Actually until I was about 11 I didn't use a computer for preparing for games at all. Now, obviously, the computer is an important tool for me preparing for my games. I analyze when I'm on the computer, either my games or my opponents. But mostly my own.",
      "name": "Magnus Carlsen"
    }, {
      "text": "I've seen - both in myself and my competitors - how satisfaction can lead to a lack of vigilance, then to mistakes and missed opportunities.",
      "name": "Garry Kasparov"
    }, {
      "text": "If a chess statistician were to try and satisfy his curiousity over which stage of the game proved decisive in the majority of cases, he would certainly come to the conclusion that it is the middlegame that provides the most decisive stage.",
      "name": "Alexander Kotov"
    }, {
      "text": "If a mistake or an inaccuracy occurs, there is no need to assume 'all is lost' and mope - one must reorient oneself quickly, and find a new plan to fit the new situation.",
      "name": "David Bronstein"
    }, {
      "text": "If a ruler does not understand chess, how can he rule over a kingdom?",
      "name": "King Khusros II"
    }, {
      "text": "If chess is a science, it's a most inexact one. If chess is an art, it is too exacting to be seen as one. If chess is a sport, it's too esoteric. If chess is a game, it's too demanding to be just a game. If chess is a mistress, she's a demanding one. If chess is a passion, it's a rewarding one. If chess is life, it's a sad one.",
      "name": "Anonymous"
    }, {
      "text": "If chess is a vast jungle, computers are the chainsaws in a giant environmentally insensitive logging company.",
      "name": "Nigel Short"
    }, {
      "text": "If chess is an art, Alekhine. If chess is a science, Capablanca. If chess is a struggle, Lasker. --on who he thought was the best player.",
      "name": "Savielly Tartakower"
    }, {
      "text": "If critics and competitors can't match your results, they will often denigrate the way you achieve them. Fast, intuitive types are called lazy. Dedicated burners of the midnight oil are called obsessed. And while it's obviously not a bad idea to hear and consider the opinions of others, you should be suspicious when these criticisms emerge right on the heels of success.",
      "name": "Garry Kasparov"
    }, {
      "text": "If cunning alone were needed to excel, women would be the best chess players.",
      "name": "Adolf Albin"
    }, {
      "text": "If I win a tournament, I win it by myself. I do the playing. Nobody helps me.",
      "name": "Bobby Fischer"
    }, {
      "text": "If in a battle, I seize a bit of debatable land with a handful of soldiers, without having done anything to prevent an enemy bombardment of the position, would it ever occur to me to speak of a conquest of the terrain in question? Obviously not. Then why should I do so in chess?",
      "name": "Aron Nimzowitsch"
    }, {
      "text": "If it is true that a player's style is his person, then everyone plays as he is intended to by nature. I am naturally cautious, and I altogether dislike situations which involve risk.",
      "name": "Tigran Petrosian"
    }, {
      "text": "If once a man delays castling and his king remains in the center, files will open up against him, bishops sweep the board, rooks will dominate the seventh rank, and pawns turn into queens.",
      "name": "Irving Chernev"
    }, {
      "text": "If one would cancel all traffic rules and switch off all traffic lights, watching city traffic on TV would be also awfully interesting!",
      "name": "Oleg Romanishin"
    }, {
      "text": "If the defender is forced to give up the center, then every possible attack follows almost of itself.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "If the student forces himself to examine all the moves that smite, however absurd they look at first glance, he is on the way to becoming a master of tactics.",
      "name": "Cecil John Seddon Purdy (Chielamangus)"
    }, {
      "text": "If the weather is too cold or rainy, I take shelter in the Regence Cafe, where I entertain myself by watching chess being played. Paris is the world center, and this cafe is the Paris centre for the finest skill at this game.",
      "name": "Denis Diderot (1713-1784)"
    }, {
      "text": "If there were a 1:1 ratio of women and men in the chess world I would agree that all tournaments should be integrated. But a lot of women feel alienated at these mixed events, so it's positive to have occasional all women's events.",
      "name": "Jennifer Shahade"
    }, {
      "text": "If we are to elevate the game of chess to a popular sport, grandmasters must become gladiators, otherwise the game will languish on the periphery, a voice crying in the wilderness, condemned to live and die on a cold arctic shore. (2012)",
      "name": "Michael Basman"
    }, {
      "text": "If we talk about pure abilities and skills, I believe there should be no reason why women cannot play as well as men.",
      "name": "Susan Polgar"
    }, {
      "text": "If you are going to make your mark among masters, you have to work far harder and more intensively, or, to put it more exactly, the work is far more complex than that needed to gain the title of Master.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "If you are interested in improving, think of a draw offer as an offer to remain ignorant of what you would have learned in the remainder of the game.",
      "name": "Dan Heisman"
    }, {
      "text": "If you are weak in the endgame, you must spend more time analysing studies; in your training games you must aim at transposing to endgames, which will help you to acquire the requisite experience.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "If you aren't afraid of Spassky, then I have removed the element of money.",
      "name": "Jim Slater"
    }, {
      "text": "If you can play the first ten or fifteen moves in just as many minutes, you can be in a state of bliss for the rest of the game. If, on the other hand, Bronstein thinks for forty minutes about his first move, then time trouble is inevitable.",
      "name": "Alexander Kotov"
    }, {
      "text": "If you do your 'homework' well you can be sure you'll feel more relaxed. Make sure you have a walk or rest before the game because the most important thing is to be focused during the game itself! If you get tired by preparation you won't have enough energy left for the whole game, and we all know that a single blunder can ruin all the work done beforehand!",
      "name": "Judit Polgar"
    }, {
      "text": "If you don't know what to do, find your worst piece and look for a better square.",
      "name": "Gerard Schwarz"
    }, {
      "text": "If you don't win, it's not a great tragedy - the worst that happens is that you lose a game.",
      "name": "Bobby Fischer"
    }, {
      "text": "If you have made a mistake or committed an inaccuracy there is no need to become annoyed and to think that everything is lost. You have to reorientate yourself quickly and find a new plan in the new situation.",
      "name": "David Bronstein"
    }, {
      "text": "If you study the classic examples of endgame play you will see how the king was brought up as soon as possible even though there seemed no particular hurry at the time.",
      "name": "Alexander Kotov"
    }, {
      "text": "If you watch it, you should watch it with other players and try to find moves, like it was before. Now on many sites you watch together with the computer and the pleasure is gone. (on watching broadcast games)",
      "name": "Boris Gelfand"
    }, {
      "text": "If you wish to succeed, you must brave the risk of failure.",
      "name": "Garry Kasparov"
    }, {
      "text": "If your opponent cannot do anything active, then don't rush the position; instead you should let him sit there, suffer, and beg you for a draw.",
      "name": "Jeremy Silman"
    }, {
      "text": "If your opponent has an exposed king it is frequently worth sacrificing a pawn to be able to bring your rooks into the game, especially if your opponent's rooks are languishing in the corner. Kasparov has made a career out of such sacrifices.",
      "name": "Neil McDonald"
    }, {
      "text": "If your opponent is short (on time), play just as you played earlier in the game. If you are short keep calm, I repeat, don't get flustered. Keep up the same neat writing of the moves, the same methodical examination of variations, but at a quicker rate.",
      "name": "Alexander Kotov"
    }, {
      "text": "If your opponent offers you a draw, try to work out why he thinks he's worse off.",
      "name": "Nigel Short"
    }, {
      "text": "Imagine playing the King's Gambit in such a way as to accumulate small advantages! What will they think of next? I prefer the old-fashioned gambit. Let the King - both Kings - tremble with insecurity; and let us, by all means have a solid, spectacular checkmate!",
      "name": "Tony Santasiere"
    }, {
      "text": "In 1996, the players at the VSB tournament in Amsterdam sent me a card for my wedding with this dedication, 'Anand congrats on your wedding. You were a great player, now be ready to lose 50 points'.",
      "name": "Viswanathan Anand"
    }, {
      "text": "In a gambit you give up a pawn for the sake of getting a lost game.",
      "name": "Samuel Standidge Boden"
    }, {
      "text": "In a rook and pawn ending, the rook must be used aggressively. It must either attack enemy pawns, or give active support to the advance of one of its own pawns to the queening square.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "In almost any position the boundless possibilities of chess enable a new or at least a little-studied continuation to be found.",
      "name": "Tigran Petrosian"
    }, {
      "text": "In analysing complicated variations one must examine each branch of the tree once and once only.",
      "name": "Alexander Kotov"
    }, {
      "text": "In blitz, the knight is stronger than the bishop.",
      "name": "Vlastimil Hort"
    }, {
      "text": "In chess so much depends on opening theory, so the champions before the last century did not know as much as I do and other players do about opening theory. So if you just brought them back from the dead they wouldn't do well. They'd get bad openings.",
      "name": "Bobby Fischer"
    }, {
      "text": "In chess the rules are fixed and the outcome is unpredictable, whereas in Putin's Russia the rules are unpredictable and the outcome is fixed.",
      "name": "Garry Kasparov"
    }, {
      "text": "In chess, as in life, a man is his own most dangerous opponent.",
      "name": "Vasily Smyslov"
    }, {
      "text": "In chess, as in life, opportunity strikes but once.",
      "name": "David Bronstein"
    }, {
      "text": "In chess, as it is played by masters, chance is practically eliminated.",
      "name": "Emanuel Lasker"
    }, {
      "text": "In chess, at least, the brave inherit the earth.",
      "name": "Edmar Mednis"
    }, {
      "text": "In chess, just as in life, today's bliss may be tomorrow's poison.",
      "name": "Heinrich Fraenkel (Assiac)"
    }, {
      "text": "In chess, knowledge is a very transient thing. It changes so fast that even a single mouse-slip sometimes changes the evaluation.",
      "name": "Viswanathan Anand"
    }, {
      "text": "In chess, there is only one mistake: over-estimation of your opponent. All else is either bad luck or weakness.",
      "name": "Savielly Tartakower"
    }, {
      "text": "In choosing an opening plan players think most of all of harmonious development for the pieces, but sometimes leave the development of the queen out of their considerations. Yet the Queen is the most valuable and important piece and the whole outcome can depend upon how successfully she plays her role.",
      "name": "Alexander Kotov"
    }, {
      "text": "In complicated positions, Bobby Fischer hardly had to be afraid of anybody.",
      "name": "Paul Keres"
    }, {
      "text": "In Fischer's hands, a slight theoretical advantage is as good a being a queen ahead.",
      "name": "Isaac Kashdan"
    }, {
      "text": "In general I consider that in chess everything rests on tactics. If one thinks of strategy as a block of marble, then tactics are the chisel with which a master operates, in creating works of chess art.",
      "name": "Tigran Petrosian"
    }, {
      "text": "In life, as in chess, ones own pawns block ones way. A mans very wealth, ease, leisure, children, books, which should help him to win, more often checkmate him.",
      "name": "Charles Buxton"
    }, {
      "text": "In mathematics, if I find a new approach to a problem, another mathematician might claim that he has a better, more elegant solution. In chess, if anybody claims he is better than I, I can checkmate him.",
      "name": "Emanuel Lasker"
    }, {
      "text": "In modern praxis lost positions are salvaged most often when the play is highly complicated with many sharp dynamic variations to be calculated.",
      "name": "Leonid Shamkovich"
    }, {
      "text": "In my games I have sometimes found a combination intuitively simply feeling that it must be there. Yet I was not able to translate my thought processes into normal human language.",
      "name": "Mikhail Tal"
    }, {
      "text": "In my opinion the Open variation is absolutely correct - and more interesting than the Closed.",
      "name": "Bent Larsen"
    }, {
      "text": "In my opinion, the style of a player should not be formed under the influence of any single great master.",
      "name": "Vasily Smyslov"
    }, {
      "text": "In my own experience, the main benefits are often realized when the endgames you have studied never make it onto the board. Endgames often arise in variations, and it's important to develop a good 'feel' for which ones are likely to pose practical problems for the opponent. Likewise, the confidence to simplify into an inferior but tenable endgame safe in the knowledge that you know how to handle it is invaluable.",
      "name": "Luke McShane"
    }, {
      "text": "In order to become a grandmaster class player whose understanding of chess is superior to the thousands of ordinary players, you have to develop within yourself a large number of qualities, the qualities of an artistic creator, a calculating practitioner, a cold calm competitor.",
      "name": "Alexander Kotov"
    }, {
      "text": "In order to improve your game, you must study the endgame before everything else, for whereas the endings can be studied and mastered by themselves, the middle game and the opening must be studied in relation to the endgame.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "In the current FIDE World Championship, on the knock-out system, weaker players have good chances. Those, who in a long match would practically have no chance, here may creep through.",
      "name": "Vladimir Kramnik"
    }, {
      "text": "In the endgame, the most common errors, besides those resulting from ignorance of theory, are caused by either impatience, complacency, exhaustion, or all of the above.",
      "name": "Pal Benko"
    }, {
      "text": "In the ending the king is a powerful piece for assisting his own pawns, or stopping the adverse pawns.",
      "name": "Wilhelm Steinitz"
    }, {
      "text": "In the laboratory the gambits all test unfavorably, but the old rule wears well, that all gambits are sound over the board.",
      "name": "William Ewart Napier"
    }, {
      "text": "In the middlegame, the king is merely an extra, but in the endgame, he is one of the star actors.",
      "name": "Aaron Nimzowitsch"
    }, {
      "text": "In the opening a master should play like a book, in the mid-game he should play like a magician, in the ending he should play like a machine.",
      "name": "Rudolf Spielmann"
    }, {
      "text": "In the perfect chess combination as in a first-rate short story, the whole plot and counter-plot should lead up to a striking finale, the interest not being allayed until the very last moment.",
      "name": "Fred Dewhirst Yates and Edward Winter"
    }, {
      "text": "In the Soviets' view, chess was not merely an art or a science or even a sport; it was what it had been invented to simulate: war.",
      "name": "Pal Benko"
    }, {
      "text": "Independence of thought is a most valuable quality in a chess-player, both at the board and when preparing for a game.",
      "name": "David Bronstein"
    }, {
      "text": "India and China are improving by leaps and bounds and it will be their chess players who will lead the revolution of the XXI century.",
      "name": "Judit Polgar"
    }, {
      "text": "Inevitably the machines must win, but there is still a long way to go before a human on his or her best day is unable to defeat the best computer.",
      "name": "Garry Kasparov"
    }, {
      "text": "Inexperienced players have a fear of this piece, which seems to them enigmatic, mysterious, and astonishing in its power. We must admit that it has remarkable characteristics which compel respect and occasionally surprise the most wary players.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "Intellectual activity is perhaps the greatest pleasure of life; chess is one of the forms of intellectual activity.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "Ironically, the main task of chess software companies today is to find ways to make the program weaker, not stronger, and to provide enough options that any user can pick from different levels and the machine will try to make enough mistakes to give him a chance.",
      "name": "Garry Kasparov"
    }, {
      "text": "Is Bobby Fischer quite sane?",
      "name": "Salo Flohr"
    }, {
      "text": "It began to feel as though you were playing against chess itself. (on playing against Bobby Fischer)",
      "name": "Walter Shipman"
    }, {
      "text": "It cannot be too greatly emphasized that the most important role in pawn endings is played by the king.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "It doesn't require much for misfortune to strike in the King's Gambit - one incautious move, and Black can be on the edge of the abyss.",
      "name": "Anatoly Karpov"
    }, {
      "text": "It has always been recognized that chess is an art, and its best practitioners have been described as artists.",
      "name": "Alexander Kotov"
    }, {
      "text": "It has been said that man is distinguished from animal in that he buys more books than he can read. I should like to suggest that the inclusion of a few chess books would help to make the distinction unmistakable.",
      "name": "Edward Lasker"
    }, {
      "text": "It has been stated that a characteristic mark of a combination is surprise; surprise for the defender, not for the assailant, since otherwise the combination will probably be unsound.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "It is a curse upon man. There is no happiness in chess.",
      "name": "Herbert George Wells"
    }, {
      "text": "It is a delight to watch a young and gifted chess player. To him have come no sinister experiences; to him continual carping care is foreign. Therefore he loves the attack and the bold sacrifice; for theirin lies the shortest way to his ultimate objective.",
      "name": "Richard Réti"
    }, {
      "text": "It is a profound mistake to imagine mistake to imagine that the art of combination depends only on natural talent, and that it cannot be learned. Every player knows that all (or almost all) combinations arise from a recollection of familiar elements.",
      "name": "Richard Réti"
    }, {
      "text": "It is a well known fact that almost all the outstanding chess-players have been first-class analysts.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "It is a well known phenomenon that the same amateur who can conduct the middle game quite creditably, is usually perfectly helpless in the end game. One of the principal requisites of good chess is the ability to treat both the middle and end game equally well.",
      "name": "Aaron Nimzowitsch"
    }, {
      "text": "It is always advantageous to exchange your king's bishop pawn for the king's pawn, since this leads to the seizure of the centre and, in addition, to the opening of a file for the rook.",
      "name": "Francois-Andre Danican Philidor"
    }, {
      "text": "It is always better to sacrifice your opponent's men.",
      "name": "Savielly Tartakower"
    }, {
      "text": "It is annoying that the rules of chess do not allow a pawn to take either horizontally or backwards, but only forwards... This psychological tuning is ideal for attacking purposes, but what about for defence?",
      "name": "David Bronstein"
    }, {
      "text": "It is asserted that my favourite player is Capablanca. They have even pinned a label on me: 'follower of the Capablanca style'. In fact, for me there cannot exist any one idol in principle. Thus if I were to name a few names, I would give Nimzowitsch, Capablanca and Rubinstein.",
      "name": "Tigran Petrosian"
    }, {
      "text": "It is better to follow out a plan consistently even if it isn't the best one than to play without a plan at all. The worst thing is to wander about aimlessly.",
      "name": "Alexander Kotov"
    }, {
      "text": "It is dangerous to maintain equality at the cost of placing the pieces passively.",
      "name": "Anatoly Karpov"
    }, {
      "text": "It is difficult to play against Einstein's theory --on his first loss to Fischer.",
      "name": "Mikhail Tal"
    }, {
      "text": "It is easy to play against the young players, for me they are like an open book.",
      "name": "Tigran Petrosian"
    }, {
      "text": "It is hardly useful if you trustingly play through variation after variation from a book. It is a great deal more useful and more interesting if you take part actively in the analysis, find something yourself, and try to refute some of the author's conclusions.",
      "name": "Mark Dvoretsky"
    }, {
      "text": "It is important that you don't let your opponent impose his style of play on you. A part of that begins mentally. At the chessboard if you start blinking every time he challenges you then in a certain sense you are withdrawing. That is very important to avoid.",
      "name": "Viswanathan Anand"
    }, {
      "text": "It is impossible to ignore a highly important factor of the chess struggle - psychology.",
      "name": "Yuri Averbakh"
    }, {
      "text": "It is no secret that any talented player must in his soul be an artist, and what could be dearer to his heart and soul than the victory of the subtle forces of reason over crude material strength! Probably everyone has his own reason for liking the King's Gambit, but my love for it can be seen in precisely those terms.",
      "name": "David Bronstein"
    }, {
      "text": "It is no time to be playing chess when the house is on fire.",
      "name": "Italian proverb"
    }, {
      "text": "It is not a move, even the best move that you must seek, but a realizable plan.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "It is not enough to be a good player... you must also play well.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "It is not possible to become a great player without having learned how to analyse deeply and accurately.",
      "name": "Mark Dvoretsky"
    }, {
      "text": "It is one of the insights of modern players, and especially of the best ones, that one has to play the position itself, not some abstract idea of the position.",
      "name": "John Watson"
    }, {
      "text": "It is peculiar but a fact nevertheless, that the gamblers in chess have enthusiastic followers.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "It is rightly said that the most difficult thing in chess is winning a won position.",
      "name": "Vladimir Kramnik"
    }, {
      "text": "It is said that an ounce of common sense can outweigh a ton of 'variations'.",
      "name": "Savielly Tartakower"
    }, {
      "text": "It is the aim of the modern school, not to treat every position according to one general law, but according to the principle inherent in the position.",
      "name": "Richard Réti"
    }, {
      "text": "It is unjust, and sometimes very untrue, though it is a common theory, to hold that it is sacrifices which make the beauty of a combination, and that the combination is prettier by the magnitude of the sacrifices.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "It is unpleasant for the players, when the organizers arrange for play to take place in the morning. The games from such last rounds, in view of the large number of mistakes, are not fit for publication!",
      "name": "Viktor Korchnoi"
    }, {
      "text": "It is very difficult to play a single blitz game! You want to play for a long time. So I tend not to do that anymore.",
      "name": "Viswanathan Anand"
    }, {
      "text": "It is very important to learn to weigh up objectively (or assess intuitively) the totality of the competitive and psychological factors.",
      "name": "Mark Dvoretsky"
    }, {
      "text": "It is well-known that chess and music go well together, and many are those who have achieved unusual proficiency in both.",
      "name": "Savielly Tartakower"
    }, {
      "text": "It must be clearly understood that Soviet players do not seek simple systems in the opening, but try to formulate opening systems in which everything is complicated, distinctive, or new.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "It often happens that a player is so fond of his advantageous position that he is reluctant to transpose to a winning endgame.",
      "name": "Samuel Reshevsky"
    }, {
      "text": "It so often happens that, after sacrificing a pawn, a player aims not to obtain the initiative for it, but to regain sacrificed material.",
      "name": "Yefim Geller"
    }, {
      "text": "It was an impressive achievement, of course, and a human achievement by the members of the IBM team, but Deep Blue was only intelligent the way your programmable alarm clock is intelligent. Not that losing to a $10 million alarm clock made me feel any better.",
      "name": "Garry Kasparov"
    }, {
      "text": "It was clear to me that the vulnerable point of the American Grandmaster (Bobby Fischer) was in double-edged, hanging, irrational positions, where he often failed to find a win even in a won position.",
      "name": "Efim Geller"
    }, {
      "text": "It was once said that Tal sacrificed 9 pawns for an attack",
      "name": "Mato Jelic"
    }, {
      "text": "It will be cheering to know that many people are skillful chessplayers, though in many instances their brains, in a general way, compare unfavorably with the cognitive faculties of a rabbit.",
      "name": "James Henry Gerard Mortimer"
    }, {
      "text": "It would be as naive to study the song of the nightingale, as it would be ridiculous to try and win a King's Gambit against a representative of the old chess guard.",
      "name": "David Bronstein"
    }, {
      "text": "It would be idle, and presumptuous, to wish to imitate the achievements of a Morphy or an Alekhine; but their methods and their manner of expressing themselves are within the reach of all.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "It's a funny thing, most players think that if they can get a higher rating, they become a better player, but it's the other way 'round.",
      "name": "Stewart Rueben"
    }, {
      "text": "It's a very special generation, because during our careers the computer entered chess. So we know how to play without computers, which is also important. We can analyse without computers. I am not saying that younger players cannot do this, but we are more in the habit of doing this. That's important to improve your chess understanding. (2012)",
      "name": "Vasyl Ivanchuk"
    }, {
      "text": "It's just you and your opponent at the board and you're trying to prove something.",
      "name": "Bobby Fischer"
    }, {
      "text": "It's little quirks like this that could make life difficult for a chess machine.",
      "name": "Bobby Fischer"
    }, {
      "text": "It's one of those types of positions where he has pieces on squares.",
      "name": "John Chernoff (ZugAddict)"
    }, {
      "text": "It's true that in chess as in politics, fund-raising and glad-handing matter.",
      "name": "Garry Kasparov"
    }, {
      "text": "It's very important not to put pressure on a child. Make sure that she/he feels that whatever happens it's not the end of the world. If they cry after a loss that's normal, as adults also hate to lose. If they win a game you should make them feel very proud but make sure they know the next game will be another challenge.",
      "name": "Judit Polgar"
    }, {
      "text": "Just as it is wrong to work on chess by studying only the first 10-15 moves, so it is wrong to play one and the same opening system, even though it be rich in variations and nuances.",
      "name": "Yefim Geller"
    }, {
      "text": "Just as the pianist practices the most complicated pieces to improve the technique of his fingers, so too a grandmaster must keep his vision in trim by daily analysis of positions with sharp possibilities, and this applies whether he prefers such positions in his play or not.",
      "name": "Alexander Kotov"
    }, {
      "text": "Just reading about the various opinions concerning the conduct of the recent championship matches convinces me that the only thing to which two chessplayers could agree is that a third one is over-rated.",
      "name": "Arpad Elo"
    }, {
      "text": "Korchnoi's heritage is many-faceted - over the decades he has several times corrected and changed his style. But the main thing has invariably remained his search for chess truth.",
      "name": "Garry Kasparov"
    }, {
      "text": "Lack of patience is probably the most common reason for losing a game, or drawing games that should have been won.",
      "name": "Bent Larsen"
    }, {
      "text": "Lack of proper endgame technique allows many players to escape from lost positions, even without any spectacular play on their part.",
      "name": "Leonid Shamkovich"
    }, {
      "text": "Lasker thought that his rationalism rendered him immune from the surprises of chess theory.",
      "name": "Savielly Tartakower"
    }, {
      "text": "Later, I began to succeed in decisive games. Perhaps because I realized a very simple truth: not only was I worried, but also my opponent.",
      "name": "Mikhail Tal"
    }, {
      "text": "Let the perfectionist play postal.",
      "name": "Yasser Seirawan"
    }, {
      "text": "lichess is better, but it's free.",
      "name": "Thibault Duplessis"
    }, {
      "text": "Life has its ups and downs and how we react and cope with them makes the difference. That is one lesson chess has taught me.",
      "name": "Humpy Koneru"
    }, {
      "text": "Life is a kind of chess, with struggle, competition, good and ill events.",
      "name": "Benjamin Franklin"
    }, {
      "text": "Life is like a game of chess, changing with each move.",
      "name": "Chinese proverb"
    }, {
      "text": "Life like chess is about knowing to do the right move at the right time.",
      "name": "Kaleb Rivera"
    }, {
      "text": "Like dogs who sniff each other when meeting, chess players have a ritual at first acquaintance: they sit down to play speed chess.",
      "name": "Anatoly Karpov"
    }, {
      "text": "Like Dvoretsky, I think that (all other things being equal), the analytical method of studying chess must give you a colossal advantage over the chess pragmatist, and that there can be no certainty in chess without analysis. I personally acquired these views from my sessions with Mikhail Botvinnik, and they laid the foundations of my chess-playing life.",
      "name": "Garry Kasparov"
    }, {
      "text": "Like mortars in old war films, they are often ready to destroy the opponent's unsupported defences.",
      "name": "Alexei Suetin"
    }, {
      "text": "Like the alchemist of old, for ever searching for the philosopher's stone, the analyst today never stops looking for stronger moves to prevent the defender from establishing equality.",
      "name": "Savielly Tartakower"
    }, {
      "text": "Listen, I don't want to boast but I do happen to be national champion in Scotland. It just isn't conceivable that you can design a program strong enough to beat players like me. (1969)",
      "name": "David Levy"
    }, {
      "text": "Live by the sword and die by the sword. Sometimes I wonder just how many of these games I can play in the KID before I die of a heart attack. (after defeating Viswanathan Anand at The London Chess Classic 2011)",
      "name": "Hikaru Nakamura"
    }, {
      "text": "Live, lose, and learn, by observing your opponent how to win.",
      "name": "Amber Steenbock"
    }, {
      "text": "Look at Garry Kasparov. After he loses, invariably he wins the next game. He just kills the next guy. That's something that we have to learn to be able to do.",
      "name": "Maurice Ashley"
    }, {
      "text": "Look at the catastrophic record Vishy Anand has against Garry Kasparov. Kasparov managed to beat him almost everywhere they played, even though Vishy Anand has belonged to the absolute top players in the world for fifteen years. This difference cannot be explained purely in chess terms, there must have been some psychology.",
      "name": "Vladimir Kramnik"
    }, {
      "text": "Losing can persuade you to change what doesn't need to be changed, and winning can convince you everything is fine even if you are on the brink of disaster.",
      "name": "Garry Kasparov"
    }, {
      "text": "Losing is no catastrophe, it's a challenge to improve.",
      "name": "Mariya Muzychuk"
    }, {
      "text": "Loss generally occurs when a player overrates his advantage or for other reasons seeks to derive from a minute advantage a great return such as a forced win.",
      "name": "Emanuel Lasker"
    }, {
      "text": "Man is a frivolous, a specious creature, and like a chess player, cares more for the process of attaining his goal than for the goal itself.",
      "name": "Fyodor Dostoyevsky"
    }, {
      "text": "Many chess players were surprised when after the game, Fischer quietly explained: 'I had already analyzed this possibility' in a position which I thought was not possible to foresee from the opening.",
      "name": "Mikhail Tal"
    }, {
      "text": "Many have become chess masters, no one has become the master of chess.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "Many men, many styles; what is chess style but the intangible expression of the will to win.",
      "name": "Aron Nimzowitsch"
    }, {
      "text": "Memorization of variations could be even worse than playing in a tournament without looking in the books at all.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Method rules his training, which blends the physical with the mental. How many chess masters put in, prior to an important match, an allotted time daily to bicycling and shadow-boxing, followed by a cold douche and a brisk rub down? (on Max Euwe)",
      "name": "Hans Kmoch"
    }, {
      "text": "Methodical thinking is of more use in chess than inspiration.",
      "name": "Cecil John Seddon Purdy (Chielamangus)"
    }, {
      "text": "Mistrust is the most necessary characteristic of the chess player.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "Modern chess is too concerned with things like pawn structure. Forget it, checkmate ends the game.",
      "name": "Nigel Short"
    }, {
      "text": "Modern chess is too much concerned with things like pawn structure. Forget it, Checkmate ends the game.",
      "name": "Nigel Short"
    }, {
      "text": "Morphy was probably the greatest genius of them all.",
      "name": "Bobby Fischer"
    }, {
      "text": "Most chess players know, thanks to the study of master games, that two bishops are stronger than two knights or than bishop and knight, though very few know the reason for this advantage and how to turn it to account.",
      "name": "Richard Réti"
    }, {
      "text": "Most of all I like 'bad' lines, that is those considered bad, in my opinion unjustly, by theory. The reason for the last quotation marks is that most so-called theory is only a collection of examples from master practice.",
      "name": "Bent Larsen"
    }, {
      "text": "Most of the gods throw dice but Fate plays chess, and you don't find out until too late that he's been using two queens all along.",
      "name": "Terry Pratchett"
    }, {
      "text": "Most players... do not like losing, and consider defeat as something shameful. This is a wrong attitude. Those who wish to perfect themselves must regard their losses as lessons and learn from them what sorts of things to avoid in the future.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "Most strong players are completely self-centered.... They are blind to how other people feel or else simply don't care.",
      "name": "Joel Lautier"
    }, {
      "text": "My fascination for studies proved highly beneficial, it assisted the development of my aesthetic understanding of chess, and improved my endgame play.",
      "name": "Vasily Smyslov"
    }, {
      "text": "My favorite victory is when it is not even clear where my opponent made a mistake.",
      "name": "Peter Leko"
    }, {
      "text": "My forte was the middlegame. I had a good feeling for the critical moments of the play. This undoubtedly compensated for my lack of opening preparation and, possibly, not altogether perfect play in the endgame. In my games things often did not reach the endgame!",
      "name": "Boris Spassky"
    }, {
      "text": "My God, Bobby Fischer plays so simply.",
      "name": "Alexei Suetin"
    }, {
      "text": "My love of dynamic complications often led me to avoid simplicity when perhaps it was the wisest choice.",
      "name": "Garry Kasparov"
    }, {
      "text": "My most difficult opponent is myself. When I am playing I often involuntarily make a world champion out of a candidate master.",
      "name": "Lev Polugaevsky"
    }, {
      "text": "My opponent is Short and the match will be short - quip before his 1993 PCA World Championship match with Nigel Short",
      "name": "Garry Kasparov"
    }, {
      "text": "My opponent left a glass of whisky 'en prise' and I took it 'en passant'.",
      "name": "Henry Blackburne"
    }, {
      "text": "My opponents make good moves too. Sometimes I don't take these things into consideration.",
      "name": "Bobby Fischer"
    }, {
      "text": "My sister bought me a set at a candy store and taught me the moves.",
      "name": "Bobby Fischer"
    }, {
      "text": "My studies with Botvinnik brought me immense benefit, particularly the homework assignments which forced me to refer to chess books and to work independently.",
      "name": "Anatoly Karpov"
    }, {
      "text": "My study of chess was accompanied by a strong attraction to music, and it was probably thanks to this that from childhood I became accustomed to thinking of chess as an art, for all the science and sport involved in it.",
      "name": "Vasily Smyslov"
    }, {
      "text": "My style is somewhere between that of Tal and Petrosian.",
      "name": "Samuel Reshevsky"
    }, {
      "text": "My theory of a key-move was always to make it just the reverse of what a player in 999 out of 1000 could look for.",
      "name": "Sam Loyd"
    }, {
      "text": "Naturally, the psychological susceptibility of a match participant is significantly higher than a participant in a tournament, since each game substantially changes the over-all position.",
      "name": "Mikhail Tal"
    }, {
      "text": "Nervous energy is the ammunition we take into any mental battle. If you don't have enough of it, your concentration will fade. If you have a surplus, the results will explode.",
      "name": "Garry Kasparov"
    }, {
      "text": "Never before and never since have I seen - and I cannot even imagine, such an amazing rapidity of chess thinking that Capablanca possessed in 1913-14. In blitz games he gave all the St. Petersburg players odds of five minutes to one - and he won.",
      "name": "Alexander Alekhine"
    }, {
      "text": "Never in the history of chess have so many moves been repeated so often so quickly by so many people who didn't really understand them.",
      "name": "Michael Stean"
    }, {
      "text": "Never make a good move too soon.",
      "name": "James Mason"
    }, {
      "text": "Never play for the win, never play for the draw, just play chess!",
      "name": "Alexander Khalifman"
    }, {
      "text": "Ninety percent of the book variations have no great value, because either they contain mistakes or they are based on fallacious assumptions; just forget about the openings and spend all that time on the endings.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "No chess Grandmaster is normal; they only differ in the extent of their madness.",
      "name": "Viktor Korchnoi"
    }, {
      "text": "No fantasy, however rich, no technique, however masterly, no penetration into the psychology of the opponent, however deep, can make a chess game a work of art, if these qualities do not lead to the main goal - the search for truth.",
      "name": "Vasily Smyslov"
    }, {
      "text": "No fool can play chess, and only fools do.",
      "name": "German proverb"
    }, {
      "text": "No matter how much theory progresses, how radically styles change, chess play is inconceivable without tactics.",
      "name": "Samuel Reshevsky"
    }, {
      "text": "No one ever won a game by resigning.",
      "name": "Savielly Tartakower"
    }, {
      "text": "No one has ever played these endgames with such elegant ease as Capablanca.",
      "name": "Richard Réti"
    }, {
      "text": "No other master has such a terrific will to win. At the board he radiates danger, and even the strongest opponents tend to freeze, like rabbits when they smell a panther. Even his weaknesses are dangerous. (Life Magazine, 12 November 1971)",
      "name": "Brad Darrach"
    }, {
      "text": "No pawn exchanges, no file-opening, no attack.",
      "name": "Aaron Nimzowitsch"
    }, {
      "text": "No price is too great for the scalp of the enemy king.",
      "name": "Alexander Koblencs"
    }, {
      "text": "Nonsense was the last thing Fischer was interested in, as far as chess was concerned.",
      "name": "Elie Agur"
    }, {
      "text": "Not all artists are chess players, but all chess players are artists.",
      "name": "Marcel Duchamp"
    }, {
      "text": "Not infrequently... the theoretical is a synonym of the stereotyped. For the 'theoretical' in chess is nothing more than that which can be found in the textbooks and to which players try to conform because they cannot think up anything better or equal, anything original.",
      "name": "Mikhail Chigorin"
    }, {
      "text": "Not only will I predict his triumph over Botvinnik, but I'll go further and say that he'll probably be the greatest chess player that ever lived.",
      "name": "John Collins"
    }, {
      "text": "Not winning a tournament is not an option for me, unless it's no longer theoretically possible - then of course winning becomes impossible. But up to that point, not winning is just not an option.",
      "name": "Magnus Carlsen"
    }, {
      "text": "Nothing excites jaded Grandmasters more than a theoretical novelty.",
      "name": "Dominic Lawson"
    }, {
      "text": "Now I have the pawn and the compensation. (during a blitz game)",
      "name": "Roman Dzindzichashvili"
    }, {
      "text": "Nowadays games immediately appear on the Internet and thus the life of novelties is measured in hours. Modern professionals do not have the right to be forgetful - it is 'life threatening'.",
      "name": "Garry Kasparov"
    }, {
      "text": "Nowadays grandmasters no longer study their opponent's games so much, but they study his character, his behaviour and his temperament in the most thorough fashion.",
      "name": "David Bronstein"
    }, {
      "text": "Nowadays tournaments are for nurseries. Look at those kiddies. (pointing to Fischer, Spassky, and Larsen in 1966)",
      "name": "Miguel Najdorf"
    }, {
      "text": "Nowadays, when you're not a Grandmaster at 14, you can forget about it.",
      "name": "Viswanathan Anand"
    }, {
      "text": "Objectivity and presence of mind are essential in such positions where sacrificial temptations are not always resistable.",
      "name": "Leonid Shamkovich"
    }, {
      "text": "Occasionally an opening is used against an opponent who is known to favour it himself. The idea is to force him to fight against his own weapons, when he will have to face not only real dangers but very often imaginary ones as well.",
      "name": "Tigran Petrosian"
    }, {
      "text": "Of all my Russian books, The Defense contains and diffuses the greatest 'warmth' which may seem odd seeing how supremely abstract chess is supposed to be.",
      "name": "Vladimir Nabokov"
    }, {
      "text": "Of chess it has often been said that life is not long enough for it - but that is the fault of life, not chess.",
      "name": "William Ewart Napier"
    }, {
      "text": "Of course, analysis can sometimes give more accurate results than intuition but usually it's just a lot of work. I normally do what my intuition tells me to do. Most of the time spent thinking is just to double-check.",
      "name": "Magnus Carlsen"
    }, {
      "text": "Of course, errors are not good for a chess game, but errors are unavoidable and in any case, a game without ant errors, or as they say 'flawless game' is colorless.",
      "name": "Mikhail Tal"
    }, {
      "text": "Of course, it would be absurd to say that I have no talent and did little work on chess, however, the most important thing is that I love chess so much.",
      "name": "Xie Jun"
    }, {
      "text": "Often, in the Ruy Lopez, one must be patient, wait and carry on a lengthy and wearisome struggle.",
      "name": "Boris Spassky"
    }, {
      "text": "Oh! this opponent, this collaborator against his will, whose notion of Beauty always differs from yours and whose means (strength, imagination, technique) are often too limited to help you effectively! What torment, to have your thinking and your fantasy tied down by another person!",
      "name": "Alexander Alekhine"
    }, {
      "text": "On several occasions I have watched foreign grandmasters annotating games for Chess Informator (they were paid fifteen US dollars per game at the time). They would take a pen and a piece of paper, and within a few minutes they would put all the signs beside the moves and hand the paper in.",
      "name": "Liu Wenzhe"
    }, {
      "text": "On the bright side, I no longer have any more pieces to lose.",
      "name": "John Chernoff (ZugAddict)"
    }, {
      "text": "On the chessboard lies and hypocrisy do not last long.",
      "name": "Emanuel Lasker"
    }, {
      "text": "On the chessboard, lies and hypocrisy do not survive long.",
      "name": "Emanuel Lasker"
    }, {
      "text": "Once I asked Teichman what he thought of Bird's chess: 'Same as his health,' he replied, 'always alternating between being dangerously ill and dangerously well.'",
      "name": "William Ewart Napier"
    }, {
      "text": "Once there is the slightest suggestion of combinational possibilities on the board, look for unusual moves. Apart from making your play creative and interesting it will help you to get better results.",
      "name": "Alexander Kotov"
    }, {
      "text": "Once upon a time supporters of the Steinitz-Tarrasch school had a very high opinion of a queen-side pawn majority. Modern strategy on the other hand categorically denies that such a majority is an independent factor of any importance.",
      "name": "Alexander Kotov"
    }, {
      "text": "Once we have chosen the right formation in the centre we have created opportunities for our pieces and laid the foundation of subsequent victory.",
      "name": "Alexander Kotov"
    }, {
      "text": "Once when Blackburne was giving a simultaneous exhibition, his opponent had ordered and just been served a glass of whisky. Instead of making his move, Blackburne drank the whiskey and went on to the next board. How I would have loved to have known him personally!",
      "name": "Tony Santasiere"
    }, {
      "text": "One bad move nullifies forty good ones.",
      "name": "Israel Albert Horowitz"
    }, {
      "text": "One can say that in the last decades chess has become more of a sport than of a science. I see it from an artistic point of view.",
      "name": "Judit Polgar"
    }, {
      "text": "One charming characteristic of many flank attacks I could mention is that they do not very often lead to simplification: if the attack is parried, there usually are still opportunities left for initiating action in another sector.",
      "name": "Bent Larsen"
    }, {
      "text": "One doesn't have to play well, it's enough to play better than your opponent.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "One of the advantages of playing the King's Gambit in modern times is that the average opponent knows little about the defense.",
      "name": "Tony Santasiere"
    }, {
      "text": "One of the advantages of the King's Gambit over other, more mundane openings, is that even when you lose it can occasionally be enjoyable.",
      "name": "Joe Gallagher"
    }, {
      "text": "One of the objectives of opening play is to try to surprise your opponent.",
      "name": "Edmar Mednis"
    }, {
      "text": "One of these modest little moves may be more embarrassing to your opponent than the biggest threat.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "One thing with Garry, and I think it is due in a large part to his Soviet training, he'll never quite understand that you have to be able to criticize constructively. When you have someone who is always on your case and it's never good enough no matter how you win a game, it just brings you down, you lose confidence. And as a chess player you have to be confident, you have to believe in yourself.",
      "name": "Hikaru Nakamura"
    }, {
      "text": "Only play into a variation in which your opponent is strong if you have your own personal novelty ready!",
      "name": "Edmar Mednis"
    }, {
      "text": "Only sissies castle.",
      "name": "Rob Sillars"
    }, {
      "text": "Only the player with the initiative has the right to attack.",
      "name": "Wilhelm Steinitz"
    }, {
      "text": "Openings teach you openings. Endgames teach you chess!",
      "name": "Stephan Gerzadowicz"
    }, {
      "text": "Part of my preparation for the World Champion match against Kasparov was to be ready for his off-board tactics. I did not to react to them at all. Once you start thinking about these things during the game, even analysing them, you're caught.",
      "name": "Vladimir Kramnik"
    }, {
      "text": "Patience is the most valuable trait of the endgame player.",
      "name": "Pal Benko"
    }, {
      "text": "Pawn endings are to chess what putting is to golf.",
      "name": "Cecil John Seddon Purdy (Chielamangus)"
    }, {
      "text": "Pawns are born free, yet they are everywhere in chains.",
      "name": "Rick Kennedy"
    }, {
      "text": "Pawns are such fascinating pieces, too... so small, almost insignificant, and yet--they can depose kings.",
      "name": "Lavie Tidhar"
    }, {
      "text": "Pawns not only create the sketch for the whole painting, they are also the soil, the foundation, of any position.",
      "name": "Anatoly Karpov"
    }, {
      "text": "Pawns; they are the soul of this game, they alone form the attack and defense.",
      "name": "François-André Danican Philidor"
    }, {
      "text": "People sometimes complain that there are fewer 'brilliant' sacrifices than there used to be in the past. However, the point is that players just don't allow them anymore! (2012)",
      "name": "Alexander Grischuk"
    }, {
      "text": "People who want to improve should take their defeats as lessons, and endeavor to learn what to avoid in the future. You must also have the courage of your convictions. If you think your move is good, make it.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "Perhaps chess is the wrong game for the times. Poker is now everywhere, as amateurs dream of winning millions and being on television for playing a card game whose complexities can be detailed on a single piece of paper.",
      "name": "Garry Kasparov"
    }, {
      "text": "Perhaps this is the side-effect of progress made: The more you know, the more you realize how weak you are.",
      "name": "Xie Jun"
    }, {
      "text": "Personally, I rather look forward to a computer program winning the World Chess Championship. Humanity needs a lesson in humility.",
      "name": "Richard Dawkins"
    }, {
      "text": "Place the board so that the sun is in your opponent's eyes.",
      "name": "Ruy López de Segura (c 1530-1580)"
    }, {
      "text": "Place the contents of the chess box in a hat, shake them up vigorously, pour them on the board from a height of two feet, and you get the style of Steinitz.",
      "name": "Henry Edward Bird"
    }, {
      "text": "Play on both sides of the board is my favourite strategy.",
      "name": "Alexander Alekhine"
    }, {
      "text": "Play the move that forces the win in the simplest way. Leave the brilliancies to Alekhine, Keres and Tal.",
      "name": "Irving Chernev"
    }, {
      "text": "Play the open variation of the Ruy is my advice to all ordinary club players, and I recently even wrote a book about it, seen from Black's point of view. Why does everybody try to copy the grandmasters' strange positional maneuvers in the 5. ... B-K2 variation, instead of fighting for the in intiative?",
      "name": "Bent Larsen"
    }, {
      "text": "Play the opening like a book, the middlegame like a magician, and the endgame like a machine.",
      "name": "Rudolf Spielmann"
    }, {
      "text": "Players who balk at playing one-minute chess are failing to see the whole picture. They shouldn't be worrying that they will make more mistakes - they should be rubbing their hands in glee at the thought of all the mistakes their opponents will make.",
      "name": "Hikaru Nakamura"
    }, {
      "text": "Playing black, I put great stake in the Ruy Lopez: I liked it, feel it, and understand it; in matches with Hjartarson and Timman it served me well. (on preparing for World Championship versus Garry Kasparov)",
      "name": "Anatoly Karpov"
    }, {
      "text": "Playing chess has many aspects that can be useful in everyday situations like planning, concentration and combinations. You learn to win but also to lose and to be creative.",
      "name": "Judit Polgar"
    }, {
      "text": "Playing chess is more athletic than artistic. Champions are more concerned with victory than beauty: it's war with occasionally graceful kicks.",
      "name": "Jennifer Shahade"
    }, {
      "text": "Playing for complications is an extreme measure that a player should adopt only when he cannot find a clear and logical plan.",
      "name": "Alexander Alekhine"
    }, {
      "text": "Playing long games online just takes too much time. It's fun to play blitz once in a while, where you can rely more on your intuition, your instincts rather than pure calculation and analysis.",
      "name": "Magnus Carlsen"
    }, {
      "text": "Playing rapid chess, one can lose the habit of concentrating for several hours in serious chess. That is why, if a player has big aims, he should limit his rapidplay in favour of serious chess.",
      "name": "Vladimir Kramnik"
    }, {
      "text": "Playing without a concurrent critical review of one's skills will simply get you nowhere.",
      "name": "Edmar Mednis"
    }, {
      "text": "Psychologically, the choice of an appropriate opening is of the utmost importance for a player's success in a tournament.",
      "name": "Savielly Tartakower"
    }, {
      "text": "Psychologically, you have to have confidence in yourself and this confidence should be based on fact.",
      "name": "Bobby Fischer"
    }, {
      "text": "Psychology is the most important factor in chess.",
      "name": "Alexander Alekhine"
    }, {
      "text": "Psychology plays a big part but I always say psychology will only be a differentiator when the players are of equal technical strength.",
      "name": "Viswanathan Anand"
    }, {
      "text": "Question to Rubinstein: 'Who is your opponent tonight?' Answer: 'Tonight I am playing against the black pieces.'",
      "name": "Akiba Rubinstein"
    }, {
      "text": "Quiet moves often make a stronger impression than a wild combination with heavy sacrifices.",
      "name": "Mikhail Tal"
    }, {
      "text": "Quite unique among chess openings, the King's gambit is especially apt for talent, for genius, for heroism.",
      "name": "Tony Santasiere"
    }, {
      "text": "Rating systems work perfectly for players who play only in round robin closed events. I think most of them are overrated. Organizers invite same people over and over because they have the same rating and their rating stays high. (after winning 1999 FIDE World Championship while ranked # 44 in the world)",
      "name": "Alexander Khalifman"
    }, {
      "text": "Real chessplayers think about chess more or less 24 hours a day. It is a passion and a fate that one has to live with - and it lasts a lifetime.",
      "name": "Simen Agdestein"
    }, {
      "text": "Remember the king cannot check. So in a mad rush to checkmate your opponent do not get mated because that way you would have indirectly blocked your emergency exit also. (All About Chess, by Priya & R. Raman, Minerva Press, New Delhi, 2000 - what may very well be the worst chess book in history)",
      "name": "Priya & R. Raman"
    }, {
      "text": "Remember, my darling, the most dangerous thing for the family life is - chess!",
      "name": "1925 Russian silent film 'Chess Fever'"
    }, {
      "text": "Repeating moves in an ending can be very useful. Apart from the obvious gain of time on the clock one notices that the side with the advantage gains psychological benefit.",
      "name": "Sergey Belavenets"
    }, {
      "text": "Reti took his hard-earned honours with becoming modesty, but he was the lion of the hour. Such moments are to chess players what the flush of victory is to generals in the field. (on Reti's sensational defeat of Capablanca in New York, 1924)",
      "name": "Hermann Helms"
    }, {
      "text": "Ridicule can do much, for instance embitter the existence of young talents.",
      "name": "Aaron Nimzowitsch"
    }, {
      "text": "Robert Fischer is a law unto himself.",
      "name": "Larry Evans"
    }, {
      "text": "Seize the outpost K5 with your knight, and you can go to sleep. Checkmate will come by itself.",
      "name": "Savielly Tartakower"
    }, {
      "text": "Self-confidence is very important. If you don't think you can win, you will take cowardly decisions in the crucial moments, out of sheer respect for your opponent. You see the opportunity but also greater limitations than you should. I have always believed in what I do on the chessboard, even when I had no objective reason to. It is better to overestimate your prospects than underestimate them.",
      "name": "Magnus Carlsen"
    }, {
      "text": "Setbacks and losses are both inevitable and essential if you're going to improve and become a good, even great, competitor. The art is in avoiding catastrophic losses in key battles.",
      "name": "Garry Kasparov"
    }, {
      "text": "Shall we ever live to see the following wise prohibition - the audience is forbidden to smoke and the masters are forbidden to 'smoke out' the audience by playing exchanging variations?",
      "name": "Savielly Tartakower"
    }, {
      "text": "Short of actual blunders, lack of faith in one's position is the chief cause of defeat. To be sure, it is easy to recommend faith and not so easy to practise it.",
      "name": "Fred Reinfeld"
    }, {
      "text": "Show me three variations in the leading handbook on the openings, and I will show you two of those three that are defective.",
      "name": "Emanuel Lasker"
    }, {
      "text": "Since your mental state can have such dramatic effects on your body, obviously your physical condition can affect your mental well-being. It follows that regular physical conditioning should be part of your overall chess training.",
      "name": "Pal Benko"
    }, {
      "text": "Sir, the slowness of genius is hard to bear, but the slowness of mediocrity is insufferable.",
      "name": "Henry Thomas Buckle"
    }, {
      "text": "Sit there for five hours? Certainly not! A player must walk about between moves, it helps his thinking.",
      "name": "Alexander Kotov"
    }, {
      "text": "Sit your opponent with the sun in his eyes. (1561)",
      "name": "Ruy López de Segura (c 1530-1580)"
    }, {
      "text": "Some part of a mistake is always correct.",
      "name": "Savielly Tartakower"
    }, {
      "text": "Some people think that if their opponent plays a beautiful game, it's OK to lose. I don't. You have to be merciless.",
      "name": "Magnus Carlsen"
    }, {
      "text": "Some pieces in the King's Indian appear on a 'special price' list: the dark square bishops are at the top of that list.",
      "name": "David Bronstein"
    }, {
      "text": "Some sacrifices are sound; the rest are mine.",
      "name": "Mikhail Tal"
    }, {
      "text": "Some scientist needs to explain to spectators Einstein's relativity theory. Before his explanation, he says: 'I have to suffer a lot explaining something I don't understand myself.' This relates to my game: I didn't understand anything! (on losing to Magnus Carlsen at the 2011 Sao Paolo/Bilbao tournament)",
      "name": "Vasyl Ivanchuk"
    }, {
      "text": "Some studies make such a deep impression on you that they stay etched in your memory forever.",
      "name": "Jan Timman"
    }, {
      "text": "Some things are really hard to do, almost impossible to do, like playing perfectly in extremely complicated positions. But it really bugs me when I miss things that I really shouldn't have. I am always going to make mistakes. I don't have any illusions that my understanding of chess is perfect or anything like that. It's just that I have to work on relatively simple mistakes. When I can lower the percentage of such mistakes then things are going to be much better.",
      "name": "Magnus Carlsen"
    }, {
      "text": "Sometimes at lectures I am asked: how would the champions of the last century play today? I think that, after making a hurried study of modern openings, and watching one or two tournaments, the champions of the last century, and indeed the century before that, would very quickly occupy the same place that they occupied when they were alive.",
      "name": "David Bronstein"
    }, {
      "text": "Sometimes I even say that I have surpassed Lasker in using psychology. How? Well, sometimes I use psychology with a portion of risk. That is something else, something that Lasker wouldn't allow.",
      "name": "Viktor Korchnoi"
    }, {
      "text": "Sometimes it happens that the computer's assessment is very abstract. It's correct, but it's not useful for a practical game. You have to prove the assessment with very strong moves and if you don't find all of these strong moves you may lose very quickly. For a computer this is not a problem, but for humans it is not so easy. (2012)",
      "name": "Vasyl Ivanchuk"
    }, {
      "text": "Sometimes players need to gain time on the clock by repeating the position, but most often its purpose is to wear down the opponent psychologically.",
      "name": "Pal Benko"
    }, {
      "text": "Sometimes the hardest thing to do in a pressure situation is to allow the tension to persist. The temptation is to make a decision, any decision, even if it is an inferior choice.",
      "name": "Garry Kasparov"
    }, {
      "text": "Spassky will not be psyched out by Fischer.",
      "name": "Mike Goodall"
    }, {
      "text": "Strategically important points should be overprotected. If the pieces are so engaged, they get their regard in the fact that they will then find themselves well posted in every respect.",
      "name": "Aron Nimzowitsch"
    }, {
      "text": "Strategy requires thought, tactics require observation.",
      "name": "Max Euwe"
    }, {
      "text": "Success in chess requires many factors such as environment, hard practice, coach, talent... When we are children, we should not set the goal of becoming a super grandmaster. Do not play chess because of pressure, let chess become your joy and success will come naturally.",
      "name": "Lê Quang Liêm"
    }, {
      "text": "Suddenly it was obvious to me in my analysis I had missed what Fischer had found with the greatest of ease at the board.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Tactics flow from a superior position.",
      "name": "Bobby Fischer"
    }, {
      "text": "Tactics involve calculations that can tax the human brain, but when you boil them down, they are actually the simplest part of chess and are almost trivial compared to strategy.",
      "name": "Garry Kasparov"
    }, {
      "text": "Tactics... Tactics are your friends. But they are weird friends who do strange things.",
      "name": "John Chernoff (ZugAddict)"
    }, {
      "text": "Tal's combinations often exert a sort of paralysing influence on the opponent's play. It would seem that the element of surprise plays a big part in this.",
      "name": "Mark Taimanov"
    }, {
      "text": "Tartakower once wrote that after planting a Knight in the center you can go to sleep. This is not to be taken literally, of course, but it contains more than a germ of truth.",
      "name": "Samuel Reshevsky"
    }, {
      "text": "Thank you, darling, for learning to play chess. It is an absolute necessity for any well organized family. (in a letter to his wife)",
      "name": "Alexander Pushkin"
    }, {
      "text": "Thanks to the Polgars, the adjective \"men's\" before events and the \"affirmative action\" women's titles such as \"Woman Grandmaster\" have become anachronisms (though they are still in use). (2007)",
      "name": "Garry Kasparov"
    }, {
      "text": "That's what chess is all about. One day you give your opponent a lesson, the next day he gives you one.",
      "name": "Bobby Fischer"
    }, {
      "text": "The 'classical' starting position is very harmonious and when you play the random version I felt the positions tend to lead to wing games. You are developing your bishops all the time and the battle becomes rather slow and consequently dynamism is lost. (on FischerRandom)",
      "name": "Helgi Olafsson"
    }, {
      "text": "The ability to create and to control the tension of battle is perhaps the principal attainment of the great player.",
      "name": "Savielly Tartakower"
    }, {
      "text": "The ability to work hard for days on end without losing focus is a talent. The ability to keep absorbing new information after many hours of study is a talent.",
      "name": "Garry Kasparov"
    }, {
      "text": "The aim was simple: to deprive Karpov of his favourite occupation - standing at the board, staring straight at his opponent. While I was wearing these glasses, all he could admire was his own reflection.",
      "name": "Viktor Korchnoi"
    }, {
      "text": "The amount of points that can be gained (and saved) by correct endgame play is enormous, yet often underestimated by youngsters and amateurs.",
      "name": "Edmar Mednis"
    }, {
      "text": "The art of treating the opening stage of the game correctly and without error is basically the art of using time efficiently.",
      "name": "Svetozar Gligoric"
    }, {
      "text": "The attack and defence emanating from this classical opening produce some of the most beautiful chess it is possible to obtain. The Queen's Gambit possesses the merit of being the soundest of all the openings.",
      "name": "Frank Marshall"
    }, {
      "text": "The battle for the ultimate truth will never be won. And that's why chess is so fascinating.",
      "name": "Hans Kmoch"
    }, {
      "text": "The beauty of a move lies not in its appearance but in the thought behind it.",
      "name": "Aron Nimzowitsch"
    }, {
      "text": "The beauty of chess is how it absorbs your mind, demands all your attention... because every move is a problem to be solved.",
      "name": "Irina Krush"
    }, {
      "text": "The best chess masters of every epoch have been closely linked with the values of the society in which they lived and worked. All the changes of a cultural, political, and psychological background are reflected in the style and ideas of their play.",
      "name": "Garry Kasparov"
    }, {
      "text": "The best indicator of a chess player's form is his ability to sense the climax of the game.",
      "name": "Boris Spassky"
    }, {
      "text": "The best reason to abolish it, in my opinion, is that everyone should deal with his time in the best way; there is no good reason why you should get half a minute extra with each move, except that it's a bit easier for the arbiter. (on incremental time controls)",
      "name": "Jan Timman"
    }, {
      "text": "The best way to learn endings, as well as openings, is from the games of the masters.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "The biggest problem I see among people who want to excel in chess - and in business and life in general - is not trusting these instincts enough. Too often they rely on having all the information, which the forces them to a conclusion. This effectively reduces them to the role of a microprocessor...",
      "name": "Garry Kasparov"
    }, {
      "text": "The biggest tool for chess improvement would be playing against stronger opposition",
      "name": "Peter Svidler"
    }, {
      "text": "The blunders are all there on the board, waiting to be made.",
      "name": "Savielly Tartakower"
    }, {
      "text": "The boy (then a 12 year old boy named Anatoly Karpov) doesn't have a clue about chess, and there's no future at all for him in this profession.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "The business of the endgame is maneuvring to control critical squares, advancing or blockading passed pawns, preparing a breakthrough by the king, or exploiting the subtle superiority of one piece over another.",
      "name": "Pal Benko"
    }, {
      "text": "The cherished dream of every chessplayer is to play a match with the World Champion. But here is the paradox: the closer you come to the realization of this goal, the less you think about it.",
      "name": "Mikhail Tal"
    }, {
      "text": "The chess pieces are the block alphabet which shapes thoughts; and these thoughts, although making a visual design on the chessboard, express their beauty abstractly, like a poem.",
      "name": "Marcel Duchamp"
    }, {
      "text": "The chess world is obligated to organize a match between the champion of the world and the winner of this Carlsbad tournament - indeed, this is a moral obligation. If the world of chess should remain deaf to its obligation, on the other hand, it would amount to an absolutely unforgivable omission, carrying with it a heavy burden of guilt. (upon finishing clear first ahead of Capablanca in Carlsbad 1929, where reigning world champion Alekhine did not participate)",
      "name": "Aaron Nimzowitsch"
    }, {
      "text": "The chessboard is the world, the pieces are the phenomena of the universe, the rules of the game are what we call the laws of nature, and the player on the other side is hidden from us.",
      "name": "Thomas Huxley"
    }, {
      "text": "The chesse, of all games wherein is no bodily exercise, is mooste to be commended; for therein is right subtile engine, whereby the wytte is made more sharpe and remembrance quickened. And it is the more commendable and also more commodiouse if the players haue radde the moralization of the chesse, and whan they playe do think upon hit; whiche bokes be in englisshe. But they be very scarse, by cause fewe men do seeke in plaies for vertue or wisdome. (1531)",
      "name": "Sir Thomas Eliot"
    }, {
      "text": "The choice of opening, whether to aim for quiet or risky play, depends not only on the style of a player, but also on the disposition with which he sits down at the board.",
      "name": "Yefim Geller"
    }, {
      "text": "The combination player thinks forward; he starts from the given position, and tries the forceful moves in his mind.",
      "name": "Emanuel Lasker"
    }, {
      "text": "The computer age has arrived, and it influences everything: analysis, preparation, information. Now a different talent is required - the ability to synthesize ideas.",
      "name": "Boris Spassky"
    }, {
      "text": "The conflict between Black's activity and White's better structure is central to the modern approach to the King's Gambit.",
      "name": "Neil McDonald"
    }, {
      "text": "The criterion of real strength is a deep penetration into the secrets of a position.",
      "name": "Tigran Petrosian"
    }, {
      "text": "The days when it was possible to win a serious game only by merit of sporting character or depth of chess understanding have vanished forever. Chess knowledge has become dominant, bypassing all the other factors that contribute to success.",
      "name": "Anatoly Karpov"
    }, {
      "text": "The defensive power of a pinned piece is only imaginary.",
      "name": "Aron Nimzowitsch"
    }, {
      "text": "The draw by stalemate looks like a spot of discontinuity in the otherwise harmonious universe of values. To save a game by letting yourself be so completely humiliated as not being able to make a move looks rather undeserved.",
      "name": "Mihail Marin"
    }, {
      "text": "The endgame is an arena in which miraculous escapes are not uncommon.",
      "name": "Leonid Shamkovich"
    }, {
      "text": "The enormous mental resilience, without which no chess player can exist, was so much taken up by chess that he could never free his mind of this game.",
      "name": "Albert Einstein"
    }, {
      "text": "The essence of chess is thinking about what chess is.",
      "name": "David Bronstein"
    }, {
      "text": "The essential disadvantage of the isolated pawn... lies not in the pawn itself, but in the square in front of the pawn.",
      "name": "Richard Réti"
    }, {
      "text": "The fact that a knight is temporarily on the edge of the board is of no great significance.",
      "name": "Anatoly Karpov"
    }, {
      "text": "The fact that a player is very short of time is to my mind, as little to be considered as an excuse as, for instance, the statement of the law-breaker that he was drunk at the time he committed the crime.",
      "name": "Alexander Alekhine"
    }, {
      "text": "The fact that the 7 hours time control allows us to play a great deep game is not of great importance for mass-media.",
      "name": "Alexei Shirov"
    }, {
      "text": "The fatal hour of this ancient game is approaching. In its modern form this game will soon die a drawing death - the inevitable victory of certainty and mechanization will leave its stamp on the fate of chess.",
      "name": "Emanuel Lasker"
    }, {
      "text": "The first chess book that I read was Dufresne's self-tutor, published with Lasker's Common Sense in Chess as an appendix.",
      "name": "Vasily Smyslov"
    }, {
      "text": "The first essential for an attack is the will to attack.",
      "name": "Savielly Tartakower"
    }, {
      "text": "The first great chess players, including the world champion, got by perfectly well without constant coaches.",
      "name": "Anatoly Karpov"
    }, {
      "text": "The first principle of attack - don't let the enemy develop !",
      "name": "Rueben Fine"
    }, {
      "text": "The future belongs to he who has the bishops.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "The game gives us a satisfaction that Life denies us. And for the chess player, the success which crowns his work, the great dispeller of sorrows, is named 'combination'.",
      "name": "Emanuel Lasker"
    }, {
      "text": "The game might be divided into three parts, the opening, the middle-game and the end-game. There is one thing you must strive for, to be equally efficient in the three parts.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "The game of chess is not merely an idle amusement; several very valuable qualities of the mind are to be acquired and strengthened by it, so as to become habits ready on all occasions; for life is a kind of chess.",
      "name": "Benjamin Franklin"
    }, {
      "text": "The good thing about chess is that everyone can learn how to play at any age.",
      "name": "Mariya Muzychuk"
    }, {
      "text": "The good thing in chess is that very often the best moves are the most beautiful ones. The beauty of logic.",
      "name": "Boris Gelfand"
    }, {
      "text": "The great mobility of the King forms one of the chief characteristics of all endgame strategy. In the middlegame the King is a mere 'super', in the endgame on the other hand - on of the 'principals'. We must therefore develop him, bring him nearer to the fighting line.",
      "name": "Aaron Nimzowitsch"
    }, {
      "text": "The hallmark of the artist is simplicity.",
      "name": "Larry Evans"
    }, {
      "text": "The hardest game to win is a won game.",
      "name": "Emanuel Lasker"
    }, {
      "text": "The hardest part of chess is winning a won game.",
      "name": "Frank Marshall"
    }, {
      "text": "The highest art of the chessplayer lies in not allowing your opponent to show you what he can do.",
      "name": "Garry Kasparov"
    }, {
      "text": "The infallible criterion by which to distinguish the true from the would-be strategist is the degree of originality of his conceptions. It makes little difference whether this originality is carried to excess, as was the case with Steinitz and Nimzowitsch.",
      "name": "Alexander Alekhine"
    }, {
      "text": "The isolated pawn casts gloom over the entire chessboard.",
      "name": "Aron Nimzowitsch"
    }, {
      "text": "The key to ultimate succcess is the determination to progress day by day.",
      "name": "Edmar Mednis"
    }, {
      "text": "The King Indian Defense is sort of back in fashion these days. For some reason, no one bothers to take it seriously and refute it once and for all. (2012)",
      "name": "Anish Giri"
    }, {
      "text": "The king is a fighting piece. Use it!",
      "name": "Wilhelm Steinitz"
    }, {
      "text": "The king pawn and the queen pawn are the only ones to be moved in the early part of the game.",
      "name": "Wilhelm Steinitz"
    }, {
      "text": "The King plays a most important part in the endgame, and gains in power and activity as the number of pieces on the board diminishes. Acting in eight different directions, he becomes, instead of the weakest piece, one of the most formidable units.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "The king, which during the opening and middlegame stage is often a burden because it has to be defended, becomes in the endgame a very important and aggressive piece, and the beginner should realize this, and utilize his king as much as possible.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "The kings are an apt metaphor for human beings: utterly constrained by the rules of the game, defenseless against bombardment from all sides, able only to temporarily dodge disaster by moving one step in any direction.",
      "name": "Jennifer duBois"
    }, {
      "text": "The knight has a very peculiar movement. He moves to the third square distant, in an oblique direction, first through the adjoining square either way, and then to the next adjoining square either way again, entering into the one diagonally, and into the other sideways, and his move is always onto a square of a different colour from that which he previously occupied.",
      "name": "Chess & Draughts Made Easy (c 1860)"
    }, {
      "text": "The knight is renowned for, among other things, its suitability as a blockader... Because its strength lies in short-range operations it is not uncomfortable standing in a single spot for long periods, as the Bishop is.",
      "name": "Samuel Reshevsky"
    }, {
      "text": "The knight of QB3 is under obligation, the moment the enemy gives him the chance, of undertaking an invasion of the center by Kn-Q5.",
      "name": "Aaron Nimzowitsch"
    }, {
      "text": "The laws of chess do not permit a free choice: you have to move whether you like it or not.",
      "name": "Emanuel Lasker"
    }, {
      "text": "The loser is always at fault.",
      "name": "Vasily Panov"
    }, {
      "text": "The loss of my childhood was the price for becoming the youngest world champion in history. When you have to fight every day from a young age, your soul can be contaminated. I lost my childhood. I never really had it. I have to be careful not to become cruel, because I became a soldier too early.",
      "name": "Garry Kasparov"
    }, {
      "text": "The machine does not teach playing flexibility, does not help in taking account of human facxtors in the battle, and on whole, strictly speaking, it restricts the possibilities for young players. (2013)",
      "name": "Sergey Shipov"
    }, {
      "text": "The main line of the Yugoslav Attack has become just too vast for most players to study in depth, and anyone intending to venture into such tricky waters needs to have an intimate knowledge of all the hidden reefs.",
      "name": "John Nunn"
    }, {
      "text": "The main thing is to set yourself a goal and to do everything in your power to achieve it. Remember that every moment has value, every minute is important. No one knows what life will bring; but the main thing is that, in the end, you will know that you tried, and that you made the effort to become better every day.",
      "name": "Alexandra Kosteniuk"
    }, {
      "text": "The majority of people imagine a chess master as being a townsman who passes his life in an atmosphere of smoke and play in cafes and clubs: a neurasthenic individual, whose nerves and brains are continually working at tension: a one-sided person who has given up his whole soul to chess.",
      "name": "Richard Réti"
    }, {
      "text": "The masters and grandmasters can be divided into three groups - the inveterate time trouble merchants, those who sometimes get into trouble, and those for whom the phenomenon is a very rare occurence.",
      "name": "Alexander Kotov"
    }, {
      "text": "The middlegame I repeat is chess itself, chess with all its possibilities, its attacks, defences, sacrifices, etc.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "The mistakes are there, waiting to be made.",
      "name": "Savielly Tartakower"
    }, {
      "text": "The most important feature of the chess position is the activity of the pieces. This is absolutely fundamental in all phases of the game: Opening, Middlegame and especially Endgame. The primary constraint on a piece's activity is the pawn structure.",
      "name": "Michael Stean"
    }, {
      "text": "The most intelligent inspection of any number of fine paintings will not make the observer a painter, nor will listening to a number of operas make the hearer a musician, but good judges of music and painting may so be formed. Chess differs from these. The intelligent perusal of fine games cannot fail to make the reader a better player and a better judge of the play of others.",
      "name": "Emanuel Lasker"
    }, {
      "text": "The most powerful weapon in chess is to have the next move.",
      "name": "David Bronstein"
    }, {
      "text": "The move is there, but you must see it.",
      "name": "Savielly Tartakower"
    }, {
      "text": "The number of 'unneccessary' errors that have been committed on move 41 are legion.",
      "name": "Edmar Mednis"
    }, {
      "text": "The older I grow, the more I value pawns.",
      "name": "Paul Keres"
    }, {
      "text": "The only good Rook is a working Rook!",
      "name": "Samuel Reshevsky"
    }, {
      "text": "The only positive contribution to chess from Fischer in the last 20 years... (on the Fischer clock)",
      "name": "Viktor Korchnoi"
    }, {
      "text": "The only thing chess players have in common is chess.",
      "name": "Lodewijk Prins"
    }, {
      "text": "The passed pawn is a criminal, who should be kept under lock and key. Mild measures, such as police surveillance, are not sufficient.",
      "name": "Aron Nimzowitsch"
    }, {
      "text": "The passion for playing chess is one of the most unaccountable in the world.",
      "name": "Herbert George Wells"
    }, {
      "text": "The passion for playing chess is one of the most unaccountable in the world. It slaps the theory of natural selection in the face. It is the most absorbing of occupations. The least satisfying of desires. A nameless excrescence upon life. It annihilates a man. You have, let us say, a promising politician, a rising artist that you wish to destroy. Dagger or bomb are archaic and unreliable - but teach him, inoculate him with chess.",
      "name": "Herbert George Wells"
    }, {
      "text": "The pawn move is a capital investment. Every one of the forty-eight should, from the beginning, be spent as if it were one of the last forty-eight apprehensive and responsible dollars between yourself and starvation.",
      "name": "William Ewart Napier"
    }, {
      "text": "The pawns are the soul of the game.",
      "name": "François-André Danican Philidor"
    }, {
      "text": "The pin is mightier than the sword.",
      "name": "Fred Reinfeld"
    }, {
      "text": "The placing of the center pawns determines the 'topography' of a game of chess.",
      "name": "Alexander Kotov"
    }, {
      "text": "The pleasure to be derived from a chess combination lie in the feeling that a human mind is behind the game, dominating the inanimate pieces... and giving them breath of life.",
      "name": "Richard Réti"
    }, {
      "text": "The power of hanging pawns is based precisely in their mobility, in their ability to create acute situations instantly.",
      "name": "Boris Spassky"
    }, {
      "text": "The preparation for active rook play entails what is called the opening of lines, which largely depends on pawn play, especially on the proper use of levers.",
      "name": "Hans Kmoch"
    }, {
      "text": "The problem is that nowadays, with so much information flying around, it is almost impossible to remember anything you saw just a week ago, never mind three years ago!",
      "name": "Peter Leko"
    }, {
      "text": "The process of making pieces in chess do something useful (whatever it may be) has received a special name: it is called the attack. The attack is that process by means of which you remove obstructions.",
      "name": "Emanuel Lasker"
    }, {
      "text": "The process of rating players can be compared to the measurement of the position of a cork bobbing up and down on the surface of agitated water with a yard stick tied to a rope and which is swaying in the wind.",
      "name": "Arpad Elo"
    }, {
      "text": "The proper timing of an attacking plan is a difficult matter which places great strain on a player's nerves. Mastery of this art is required for success in the international arena, but perfect mastery eludes even the very best chessplayers!",
      "name": "Leonid Shamkovich"
    }, {
      "text": "The proponents of Steinitz' theory - Tarrasch and his supporters - tried to express Steinitz' teaching in the form of laconic rules, and as often happens in such cases, they went too far. The laconic tended to become dogmatic, and chess began to lose its freshness, originality and charm.",
      "name": "Alexander Kotov"
    }, {
      "text": "The psychological effects of having to hold a prospectless position for what might seem an infinite amount of time does nothing to aid the defender's concentration.",
      "name": "Michael Stean"
    }, {
      "text": "The pupil wants not so much to learn, as to learn how to learn.",
      "name": "Samuel Standidge Boden"
    }, {
      "text": "The Queen's Gambit is like a piece of dead fish kept overlong on ice.",
      "name": "Tony Santasiere"
    }, {
      "text": "The range of circumstances in which it is possible to presuppose the presence of a combination is very limited. The presence of such circumstances is the reason for the genesis of the idea in the master's brain.",
      "name": "Emanuel Lasker"
    }, {
      "text": "The retreat of a minor piece to the back rank, where it cuts the lines of communication between the rooks, is permissable only in exceptional cases.",
      "name": "Alexander Alekhine"
    }, {
      "text": "The rise of the Soviet school to the summit of world chess is a logical result of socialist cultural development. (1958)",
      "name": "Alexander Kotov"
    }, {
      "text": "The Ruy Lopez occupied a constant place in my opening repertoire. In it is reflected the classical interpretation of the problem of the centre.",
      "name": "Vasily Smyslov"
    }, {
      "text": "The scheme of a game is played on positional lines; the decision of it, as a rule, is effected by combinations.",
      "name": "Richard Réti"
    }, {
      "text": "The shortcoming of hanging pawns is that they present a convenient target for attack. As the exchange of men proceeds, their potential strength lessens and during the endgame they turn out, as a rule, to be weak.",
      "name": "Boris Spassky"
    }, {
      "text": "The sign of a great master is his ability to win a won game quickly and painlessly.",
      "name": "Irving Chernev"
    }, {
      "text": "The single most important thing in life is to believe in yourself regardless of what everyone else says.",
      "name": "Hikaru Nakamura"
    }, {
      "text": "The skills that one must be acquainted with are as follows: riding, swimming, archery, boxing, hawking, chess, and verse writing. (the 7 accomplishments expected of a knight c 12th century)",
      "name": "Petrus Alfonsi"
    }, {
      "text": "The stock market and the gridiron and the battlefield aren't as tidy as the chessboard, but in all of them, a single, simple rule holds true: make good decisions and you'll succeed; make bad ones and you'll fail.",
      "name": "Garry Kasparov"
    }, {
      "text": "The stomach is an essential part of the chess master.",
      "name": "Bent Larsen"
    }, {
      "text": "The study of combinations should enrich the analytical spirit of studious amateurs. Thereafter the most gifted among them will be able to catch some sparks of the genius of masters, and in addition some rays of the glory that is the masters.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "The study of typical plans is something that the leading grandmasters devote a great deal of time to. I would say that the most far-seeing of them devote as much time to this as to the study of openings.",
      "name": "Alexander Kotov"
    }, {
      "text": "The system set up by FIDE ... Insures that there will always be a Russian world champion... The Russians arranged it that way. (1962)",
      "name": "Bobby Fischer"
    }, {
      "text": "The tactician knows what to do when there is something to do; whereas the strategian knows what to do when there is nothing to do.",
      "name": "Gerald Abrahams"
    }, {
      "text": "The tactician must know what to do whenever something needs doing; the strategist must know what to do when nothing needs doing.",
      "name": "Savielly Tartakower"
    }, {
      "text": "The task of the positional player is systematically to accumulate slight advantages and try to convert temporary advantages into permanent ones, otherwise the player with the better position runs the risk of losing it.",
      "name": "Wilhelm Steinitz"
    }, {
      "text": "The technical phase can be boring because there is little opportunity for creavivity, for art. Boredom leads to complacency and mistakes.",
      "name": "Garry Kasparov"
    }, {
      "text": "The thing is, back then you didn't have this transfer of information, this influence of computers and databases. This meant that everything you needed to pick up, you needed to pick up from what happened around you, what happened at tournaments, what the strongest players were doing. You could rely on your talent. It was a fantastic time. You didn't need to learn a lot, you didn't need to prepare a lot; it was all natural. That's why I liked it so much.",
      "name": "Jan Timman"
    }, {
      "text": "The triumph of the analytical movement, which formed in the '30's and '40's, was precisely what earned the Soviet masters the acclaim of chessplayers the world over. Unfortunately, it must also be noted that, for today's chessmasters, the watchword is practicality.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "The true sweetness of chess, if it can ever be called sweet, is to see a victory snatched, by some happy impertinence, out of the shadows of apparently irrevocable disaster.",
      "name": "Herbert George Wells"
    }, {
      "text": "The true value of opening theory is not generally understood. Studying the opening to such a degree that one may reel off a dozen or 20 moves by rote is, above all, an aid to digestion. Some tournament organisers, for reasons best known to themselves, insist on starting play in the very early afternoon. This presents a stark choice: forgo lunch, risk indigestion by attempting to think too soon after a meal, or rely on opening theory until the meal is digested. (The Independent)",
      "name": "Colonel Walter Polhill"
    }, {
      "text": "The truth is that my chess development was nothing out of the ordinary, and it proceeded probably at a pace no faster than others.",
      "name": "Anatoly Karpov"
    }, {
      "text": "The turning point in my career came with the realization that Black should play to win instead of just steering for equality.",
      "name": "Bobby Fischer"
    }, {
      "text": "The way he plays chess demonstrates a man's whole nature.",
      "name": "Stanley Ellin"
    }, {
      "text": "The weaker the player the more terrible the Knight is to him, but as a player increases in strength the value of the Bishop becomes more evident to him, and of course there is, or should be, a corresponding decrease in his estimation of the value of the Knight as compared to the bishop.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "The winner of the game is the player who makes the next-to-last mistake.",
      "name": "Savielly Tartakower"
    }, {
      "text": "The winning of a pawn among good players of even strength often means the winning of the game.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "The worst enemy of the strategist is the clock. Time trouble... Reduces us all to pure reflex and reaction, tactical play. Emotion and instinct cloud our strategic vision when there is no time for proper evaluation.",
      "name": "Garry Kasparov"
    }, {
      "text": "The young people have read my book. Now I have no chance.",
      "name": "Efim Bogoljubow"
    }, {
      "text": "Theory regards this opening as incorrect, but it is impossible to agree with this. Out of the five tournament games played by me with the King's Gambit, I have won all five.",
      "name": "David Bronstein"
    }, {
      "text": "There are some things we do much better than computers, but since most of chess is tactically based they do many things better than humans. And this imbalance remains. I no longer have any issues. It's bit like asking an astronomer, does he mind that a telescope does all the work. He is used to it. It is just an incredible tool that you can use.",
      "name": "Viswanathan Anand"
    }, {
      "text": "There are tough players and nice guys, and I'm a tough player.",
      "name": "Bobby Fischer"
    }, {
      "text": "There are two classes of men; those who are content to yield to circumstances and who play whist; those who aim to control circumstances, and who play chess.",
      "name": "Mortimer Collins"
    }, {
      "text": "There are two types of sacrifices: correct ones, and mine.",
      "name": "Mikhail Tal"
    }, {
      "text": "There came a time when I realized that the ability to defend was - for a good chess player - insufficient. You can't be dependent upon your opponent's will, but must try to impose your will on him.",
      "name": "Viktor Korchnoi"
    }, {
      "text": "There can be no finer example of the inspiring powers of competition to shatter the status quo than Hungary's Judit Polgar.",
      "name": "Garry Kasparov"
    }, {
      "text": "There is no better place for learning to work independently and to extend your horizon than in higher school.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "There is no disputing that in the eyes of Schlechter, Teichmann or even Rubinstein, the backward pawn was something more substantial than lively piece play, but in our day the latter is more often preferred.",
      "name": "David Bronstein"
    }, {
      "text": "There is no doubt that Bronstein's shrewd understanding of chess psychology was crucial to his success. Without it, his impetuous style and technical flaws might have relegated him to a minor career.",
      "name": "Pal Benko"
    }, {
      "text": "There is no doubt that the reason for my awful oversight was over-confidence that sapped my sense of danger. So that is where to look for the cause of bad blunders - in the exulting feeling of self-congratulation.",
      "name": "Alexander Kotov"
    }, {
      "text": "There is no physical punishment in chess; suffering goes on inside the mind. You defend a bad position for hours, you suffer. You lose, you suffer like in any other sport. Suffering euphoria comes when the opponent blunders in a winning position, but it is undeserved.",
      "name": "Lubomir Kavalek"
    }, {
      "text": "There is no remorse like a remorse of chess. It is a curse upon man. There is no happiness in chess.",
      "name": "Herbert George Wells"
    }, {
      "text": "There is no remorse like the remorse of chess.",
      "name": "Herbert George Wells"
    }, {
      "text": "There is not a single true chess-player in the world whose heart does not beat faster at the mere sound of such long beloved and familiar words as 'gambit games'.",
      "name": "David Bronstein"
    }, {
      "text": "There is nothing wrong with trying to exploit the natural human tendency to become impatient when forced to play a boring position.",
      "name": "Pal Benko"
    }, {
      "text": "There is only one thing Fischer does in chess without pleasure: to lose!",
      "name": "Boris Spassky"
    }, {
      "text": "There just isn't enough televised chess.",
      "name": "David Letterman"
    }, {
      "text": "There must have been a time when men were demigods, or they could not have invented chess.",
      "name": "Gustav Schenk"
    }, {
      "text": "There wasn't any particular player I modeled my game after. I tried to learn from everyone and create my own style. I studied past players. Truth be told I never had a favorite player. It's just not my nature to go around idolizing people. I just go try to learn.",
      "name": "Magnus Carlsen"
    }, {
      "text": "There's never before been a chess player with such a thorough knowledge of the intricacies of the game and such an absolutely indomitable will to win. I think Bobby is the greatest player that ever lived.",
      "name": "Lisa Lane"
    }, {
      "text": "There's not the mystery in ten murders that there is in one game of chess. (in Lord Dunsany's short story 'Two Bottles of Relish: A Play In One Act')",
      "name": "Detective David Linley"
    }, {
      "text": "These are not pieces, they are men! For any man to walk into the line of fire will be one less man in your army to fight for you. Value every troop and use him wisely, throw him not to the dogs as he is there to serve his king.",
      "name": "Jamie Walter Adams"
    }, {
      "text": "They (Europeans) overlook that the game is an image of battle, for which reason the terms Queen and Bishop are inappropriate and ought to be replaced by Supreme General and Elephant - as is the practice among eastern nations who were the founders and inventors of the game. (1694)",
      "name": "Thomas Hyde"
    }, {
      "text": "This game reminded me of the wonderful times of my youth, when 'the sunshine was brighter, and the girls were prettier', the openings were not so well studied, and chess was far more interesting. (after a victory vs. Morozevich in Khanty-Mansiysk 2011)",
      "name": "Alexander Grischuk"
    }, {
      "text": "This is the essential element that cannot be measured by any analysis or device, and I believe it's at the heart of success in all things: the power of intuition and the ability to harness and use it like a master.",
      "name": "Garry Kasparov"
    }, {
      "text": "This is the most monotonous and annoying play you can imagine - it rarely gives rise to combinations of some interest.",
      "name": "Serafino Dubois"
    }, {
      "text": "This sacrifice of a pawn nowadays is only played for drawing purposes. Especially against the very strongest masters it has proved to be quite useful to this end. (1966 - on the Marshall)",
      "name": "Jan Hein Donner"
    }, {
      "text": "Those who know the marvels of chess and wonder why this game of all games does not enjoy greater popularity may also ask why Pepsi-Cola is consumed by more people than Chateau Lafite, or the Beatles are more familiar than Beethoven.",
      "name": "Gregor Piatigorsky"
    }, {
      "text": "Those who say they understand chess, understand nothing.",
      "name": "Robert Hübner"
    }, {
      "text": "Those who think that it is easy to play chess are mistaken. During a game a player lives on his nerves, and at the same time he must be perfectly composed.",
      "name": "Viktor Korchnoi"
    }, {
      "text": "Though I would have liked my chances in a rematch in 1998 if I were better prepared, it was clear then that computer superiority over humans in chess had always been just a matter of time.",
      "name": "Garry Kasparov"
    }, {
      "text": "Though most people love to look at the games of the great attacking masters, some of the most successful players in history have been the quiet positional players. They slowly grind you down by taking away your space, tying up your pieces, and leaving you with virtually nothing to do !",
      "name": "Yasser Seirawan"
    }, {
      "text": "Throughout chess history, great debates have raged about the pros and cons of hanging pawns. The debates are nonsense; the answer is cut and dried. If the pawns can be attacked and forced to move forward, they are weak. If they can be defended and remain where they are, they are strong.",
      "name": "Yasser Seirawan"
    }, {
      "text": "Throughout my chess career I sought out new challenges, looking for things no one had done before.",
      "name": "Garry Kasparov"
    }, {
      "text": "Time trouble is blunder time.",
      "name": "Alexander Kotov"
    }, {
      "text": "To avoid losing a piece, many a person has lost the game.",
      "name": "Savielly Tartakower"
    }, {
      "text": "To be honest, when I am reflective and consider myself, I think that indeed Nona Gaprindashvili understands only chess, and I cannot imagine my life without chess.",
      "name": "Nona Gaprindashvili"
    }, {
      "text": "To find the best moves great Masters, with years of experience, engage in laborious research, and the moves thus found are blindly repeated by amateurs without any attempt to fathom their real meaning and how and why they stand in their context.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "To find the right plan is just as hard as looking for its sound justification.",
      "name": "Emanuel Lasker"
    }, {
      "text": "To free your game, take off some of your adversary's men - if possible, for nothing.",
      "name": "Captain Bertin"
    }, {
      "text": "To have a knight planted in your game at K6 is worse than a rusty nail in your knee.",
      "name": "Efim Bogoljubow"
    }, {
      "text": "To improve at chess you should in the first instance study the endgame.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "To lose one's objective attitude to a position, nearly always means ruining your game.",
      "name": "David Bronstein"
    }, {
      "text": "To my surprise I found that when other top players in the precomputer age (before 1995, roughly) wrote about games in magazines and newspaper columns, they often made more mistakes in their annotations than the players had made at the board.",
      "name": "Garry Kasparov"
    }, {
      "text": "To my way of thinking, Troitzky has no peer among endgame composers; no one else has composed so many and such varied endings of the first rank.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "To play a match for the World Championship is the cherished dream of every chess player.",
      "name": "David Bronstein"
    }, {
      "text": "To play for a draw, at any rate with white, is to some degree a crime against chess.",
      "name": "Mikhail Tal"
    }, {
      "text": "To prevent the threatened Marshall Gambit I always play this move. If Fischer on principle always allows the gambit, which has been revived by Spassky, I avoid it - also on principle!  -  upon playing 8.a4",
      "name": "Borislav Ivkov"
    }, {
      "text": "To refer to the oft mooted question, 'Which piece is stronger, the Bishop or the Knight?' it is clear that the value of the Bishop undergoes greater changes than that of the Knight.",
      "name": "Emanuel Lasker"
    }, {
      "text": "Today young people never play romantic openings like the King's Gambit... They play without feeling. They only know what is written in books.",
      "name": "Karl Robatsch"
    }, {
      "text": "Today, chess programs have become so good that even grandmasters sometimes struggle to understand the logic behind some of their moves. (2010)",
      "name": "Kenneth Rogoff"
    }, {
      "text": "Too many times, people don't try their best. They don't have the keen spirit; the winning spirit. And once you make it you've got to guard your reputation - every day go in like an unknown to prove yourself. That's why I don't clown around. I don't believe in wasting time. My goal is to win the World Chess Championship; to beat the Russians. I take this very seriously.",
      "name": "Bobby Fischer"
    }, {
      "text": "Torbjorn (Hansen, Magnus Carlsen's first teacher) himself went from 2104 to 2204 in rating during the year he trained with Magnus. This reflects the experience I have had. One learns nearly as much from teaching others.",
      "name": "Simen Agdestein"
    }, {
      "text": "Touch the pawns before your king with only infinite delicacy.",
      "name": "Anthony Santasiere"
    }, {
      "text": "Training in analysis (like any other form of chess training) should be treated very seriously.",
      "name": "Mark Dvoretsky"
    }, {
      "text": "Truth derives its strength not so much from itself as from the brilliant contrast it makes with what is only apparently true. This applies especially to chess, where it is often found that the profoundest moves do not much startle the imagination.",
      "name": "Emanuel Lasker"
    }, {
      "text": "Try to play after your opponent has eaten or drunk freely.",
      "name": "Luis Ramirez de Lucena (c. 1465 - c.1530)"
    }, {
      "text": "Turning chess into poker and hoping for a 'bluff' is not one of my convictions.",
      "name": "Tigran Petrosian"
    }, {
      "text": "Two passed pawns advancing on the enemy pieces have brought me more than a dozen points in tournaments.",
      "name": "David Bronstein"
    }, {
      "text": "Two passed pawns on the sixth beat everything, up to a royal flush.",
      "name": "Ian Rogers"
    }, {
      "text": "Typically, in the last round of open tournaments the level of play is markedly lower, the number of blunders higher.",
      "name": "Pal Benko"
    }, {
      "text": "Ultimately chess is just chess - not the best thing in the world and not the worst thing in the world, but there is nothing quite like it.",
      "name": "W.C. Fields (William Claude Dukenfield)"
    }, {
      "text": "Ultimately, what separates a winner from a loser at the grandmaster level is the willingness to do the unthinkable. A brilliant strategy is, certainly, a matter of intelligence, but intelligence without audaciousness is not enough. Given the opportunity, I must have the guts to explode the game, to upend my opponent's thinking and, in so doing, unnerve him. So it is in business: One does not succeed by sticking to convention. When your opponent can easily anticipate every move you make, your strategy deteriorates and becomes commoditized.",
      "name": "Garry Kasparov"
    }, {
      "text": "Under no circumstances should you play fast if you have a winning position. Forget the clock, use all your time and make good moves.",
      "name": "Pal Benko"
    }, {
      "text": "Unfortunately, many regard the critic as an enemy, instead of seeing him as a guide to the truth...",
      "name": "Wilhelm Steinitz"
    }, {
      "text": "Unless a player has an 'understanding chess' rating of at least 2400, the amount of significant knowledge that he can impart on others is limited.",
      "name": "Edmar Mednis"
    }, {
      "text": "Unlike my esteemed colleague Garry Kasparov, I don't restrict the strength of opposition to Elo < 2000, as fly-swatting makes poor spectator sport. (on simultaneous exhibitions)",
      "name": "Nigel Short"
    }, {
      "text": "Up to this point White has been following well-known analysis. But now he makes a fatal error: he begins to use his own head.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "Utter Crap (review in Kingpin magazine of 'Unorthodox Openings' by Eric Schiller)",
      "name": "Tony Miles"
    }, {
      "text": "Vanity should never tempt a player to engage in a combat at the risk of loss of health. It is bad enough to lose without the additional annoyance of paying doctors' bills.",
      "name": "Emanuel Lasker"
    }, {
      "text": "Via the squares on the chessboard, the Indians explain the movement of time and the age, the higher influences which control the world and the ties which link chess with the human soul.",
      "name": "Al-Masudi"
    }, {
      "text": "Viewed in terms of psychoanalytic theory, the invention of chess expressed the triumph of secondary process thinking over the primary process. Actual warfare (is replaced by) a struggle which is organized, controlled, circumscribed and regulated.",
      "name": "Norman Reider"
    }, {
      "text": "Voltaire said once that he was ruined twice, once when he lost a lawsuit, and once when he won one. In the same way, a beginner at chess must get somewhat discouraged, for he loses if he accepts a sacrificed piece, but he also loses if he declines it.",
      "name": "Tony Santasiere"
    }, {
      "text": "Watch out for the tricky knights.",
      "name": "ChessNetwork"
    }, {
      "text": "We are in truth but pieces on this chess board of life, which in the end we leave, only to drop one by one into the grave of nothingness. (c 1120)",
      "name": "Omar Khayyam"
    }, {
      "text": "We cannot resist the fascination of sacrifice, since a passion for sacrifices is part of a chess player's nature.",
      "name": "Rudolf Spielmann"
    }, {
      "text": "We don't really know how the game was invented, though there are suspicions. As soon as we discover the culprits, we'll let you know.",
      "name": "Bruce Pandolfini"
    }, {
      "text": "We learn by chess the habit of not being discouraged by present bad appearances in the state of our affairs, the habit of hoping for a favourable change, and that of persevering in search of resources.",
      "name": "Benjamin Franklin"
    }, {
      "text": "We like to think.",
      "name": "Garry Kasparov"
    }, {
      "text": "We must make sure that chess will not be like a dead language, very interesting, but for a very small group.",
      "name": "Sytze Faber"
    }, {
      "text": "We often hear the terms 'positional' and 'tactical' used as opposites. But this is as wrong as to consider a painting's composition unrelated to its subject. Just as there is no such thing as 'artistic' art, so there is no such thing as 'positional' chess.",
      "name": "Samuel Reshevsky"
    }, {
      "text": "We see no objection to ladies entering the tournament by correspondence but should recommend them to use the name of some male relative ( a father or a brother), unless her opponent is a lady also. Many ladies are clever chess players, and good housewives too. (reply to reader of 1865)",
      "name": "Household Chess Magazine"
    }, {
      "text": "We should praise, rather, the courage of the player who, relying only on his intuition, plunges into a brilliant combination of which the issue does not appear to him too clear.",
      "name": "Eugene Znosko-Borovsky"
    }, {
      "text": "Weak points or holes in the opponent's position must be occupied by pieces, not pawns.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "What is the object of playing a gambit opening...? To acquire a reputation of being a dashing player at the cost of losing a game.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "What the devil possessed me to reply 1. ... e5?? I completely forgot that Spassky, like Spielmann in the past, very much likes to play the King's Gambit. (on their famous game in the 1960 USSR Championship)",
      "name": "David Bronstein"
    }, {
      "text": "What we need are lots of girls who aren't as good as us, who'll treat us with the proper respect and reverance.",
      "name": "David Norwood"
    }, {
      "text": "What would chess be without silly mistakes?",
      "name": "Kurt Richter"
    }, {
      "text": "When a chess player looks at the board, he does not see a static mosaic, a 'still life', but a magnetic field of forces, charged with energy - as Faraday saw the stresses surrounding magnets and currents as curves in space; or as Van Gogh saw vortices in the skies of Provence.",
      "name": "Arthur Koestler"
    }, {
      "text": "When Alekhine recognizes the weakness in his position he has a tendency to become very aggressive. Patient defence is not for him if he can see the slightest chance of creating an attack. Yet sound strategy often demands that you submit to the opponent's will so as to strengthen your weaknesses and get rid of defects in your game.",
      "name": "Emanuel Lasker"
    }, {
      "text": "When asked, 'How is that you pick better moves than your opponents?', I responded: 'I am very glad you asked that, because, as it happens, there is a very simple answer. I think up my own moves, and I make my opponent think up his'.",
      "name": "Alexander Alekhine"
    }, {
      "text": "When chess masters err, ordinary wood pushers tend to derive a measure of satisfaction, if not actual glee.",
      "name": "Israel Albert Horowitz"
    }, {
      "text": "When everything on the board is clear it can be so difficult to conceal your thoughts from your opponent.",
      "name": "David Bronstein"
    }, {
      "text": "When I analyse a position, I have a sparring partner (Alexander Huzman - ed.) who understands chess amazingly well. In a way I feel sorry for him, because of his work with me he cannot play as much chess as he wants. He more or less gave up his playing career.",
      "name": "Boris Gelfand"
    }, {
      "text": "When I ask President Marcos for two million dollars, at worst he wants to know whether he should bring the money straight away or whether I can wait for a cheque in the post.",
      "name": "Florencio Campomanes"
    }, {
      "text": "When I asked Fischer why he had not played a certain move in our game, he replied: ‘Well, you laughed when I wrote it down!'",
      "name": "Mikhail Tal"
    }, {
      "text": "When I became the World Champion I got 900 roubles and it's just ridiculous. I have 5 golden medals from World Championships, 11 Olympic medals; I won many tournaments and didn't earn anything.",
      "name": "Nona Gaprindashvili"
    }, {
      "text": "When I found that idea I simply couldn't resist playing it. And look, people talk about me as a player who doesn't care about beauty. That's not true. It's simply that during the game each person sees beauty in different things. I like the beauty of the endgame, but I also get pleasure from finding ideas like those against Grischuk. (on his game vs. Grischuk at the Tal Memorial 2012)",
      "name": "Magnus Carlsen"
    }, {
      "text": "When I have White, I win because I am White; when I have Black, I win because I am Bogoljubow.",
      "name": "Efim Bogoljubow"
    }, {
      "text": "When I start to play a game I try to forget about previous games and try to concentrate on this game. This game is now the most important to me. But of course I am not a computer and you cannot simply press a button, delete, and everything you want to forget disappears automatically. But if you want to play well, it's important to concentrate on the now.",
      "name": "Vasyl Ivanchuk"
    }, {
      "text": "When I started chess, it was like reading a book, a new world opens up for you, and I quickly realized that I loved this world. I loved to compete, to play, to win.",
      "name": "Pia Cramling"
    }, {
      "text": "When I started out playing chess as a kid I thought I should be world champion. As a kid you have no idea what that means and you only sort of picture it. It is hard to imagine that I waited all those years and it happened in a late stage of my career.",
      "name": "Viswanathan Anand"
    }, {
      "text": "When I today ask myself whence I got the moral courage, for it takes moral courage to make a move (or form a plan) running counter to all tradition, I think I may say in answer, that it was only my intense preoccupation with the problem of the blockade which helped me to do so.",
      "name": "Aron Nimzowitsch"
    }, {
      "text": "When I was eleven, I just got good.",
      "name": "Bobby Fischer"
    }, {
      "text": "When I was preparing for one term's work in the Botvinnik school I had to spend a lot of time on king and pawn endings. So when I came to a tricky position in my own games I knew the winning method.",
      "name": "Garry Kasparov"
    }, {
      "text": "When in doubt... play chess!",
      "name": "Walter Tevis"
    }, {
      "text": "When Marx got into a difficult position he would get angry and losing a game would cause him to fly into a rage. (on Karl Marx)",
      "name": "Wilhelm Liebknecht"
    }, {
      "text": "When men lose against me, they always have a headache... or things of that kind. I have never beaten a completely healthy man!",
      "name": "Susan Polgar"
    }, {
      "text": "When my opponent's clock is going I discuss general considerations in an internal dialogue with myself. When my own clock is going I analyse conctrete variations.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "When the chess game is over, the pawn and the king go back to the same box.",
      "name": "Irish saying"
    }, {
      "text": "When you absolutely don't know what to do anymore, it is time to panic.",
      "name": "John van der Wiel"
    }, {
      "text": "When you defend, try not to worry or become upset. Keep your cool and trust your position - it's all you've got.",
      "name": "Pal Benko"
    }, {
      "text": "When you don't know what to play, wait for an idea to come into your opponent's mind. You may be sure that idea will be wrong.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "When you finish a game, you are very happy and you feel like a king, but afterwards you see so many mistakes.",
      "name": "Pia Cramling"
    }, {
      "text": "When you have a World Champion in your smartphone, the myth of the superior brainpower of human chess champions has lost its power.",
      "name": "Hans Ree"
    }, {
      "text": "When you have finished analysing all the variations and gone along all the branches of the tree of analysis you must first of all write the move down on your score sheet, before you play it.",
      "name": "Alexander Kotov"
    }, {
      "text": "When you look at them, kneel down or crouch in such a way that you can look through the glass stright into their faces and look them in the eye. You will see human beings across the passage of time. They have remarkable quality. They speak to you. (on the Isle of Lewis Pieces)",
      "name": "Irving Finkel (British Museum curator)"
    }, {
      "text": "When you play against an experienced opponent who exploits all the defensive resources at his command you sometimes have to walk time and again, along the narrow path of 'the only move'.",
      "name": "David Bronstein"
    }, {
      "text": "When you play Bobby, it is not a question if you win or lose. It is a question if you survive.",
      "name": "Boris Spassky"
    }, {
      "text": "When you see a good move, look for a better one.",
      "name": "Emanuel Lasker"
    }, {
      "text": "When you sit down to play a game you should think only about the position, but not about the opponent. Whether chess is regarded as a science, or an art, or a sport, all the same psychology bears no relation to it and only stands in the way of real chess.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "When you trade, the key concern is not always the value of the pieces being exchanged, but what's left on the board.",
      "name": "Dan Heisman"
    }, {
      "text": "When you're good at something, you should continue to do it. Too many players have stopped at a relatively young age...",
      "name": "Jan Timman"
    }, {
      "text": "When your house is on fire, you can't be bothered with the neighbors. Or, as we say in chess, if your King is under attack, don't worry about losing a pawn on the queenside.",
      "name": "Garry Kasparov"
    }, {
      "text": "Whenever Black succeeds in assuming the initiative in maintaining it to a successful conclusion, the sporting spirit of the chess lover feels gratified, because it shows that the resources of the game are far from being exhausted.",
      "name": "Savielly Tartakower"
    }, {
      "text": "While forced play winds through a labyrinth of variations like Ariadne's thread, you have to go in this direction.",
      "name": "Igor Zaitsev"
    }, {
      "text": "While some are as loathe to trade a Bishop for a Knight as a Cadillac for a Chevrolet, others are prepared to do so without hesitation.",
      "name": "Larry Evans"
    }, {
      "text": "White has no positional equivalent for the centralized pawn.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "White lost because he failed to remember the right continuation and had to think up the moves himself.",
      "name": "Siegbert Tarrasch"
    }, {
      "text": "Who is your opponent tonight, tonight I am playing against the black pieces.",
      "name": "Akiba Rubinstein"
    }, {
      "text": "Whoever has known bumper to bumper traffic snarls of a Sunday afternoon on the way home to the big city (and who has not?) would gladly give up a Rook for the open road. (commenting on Spielmann-Eljaschoff, Munich 1903)",
      "name": "Tony Santasiere"
    }, {
      "text": "Whoever sees no other aim in the game than that of giving checkmate to one's opponent will never become a good chess player.",
      "name": "Max Euwe"
    }, {
      "text": "Why are not more King's Gambits played nowadays? Well, in the first place, if you offfered the King's Gambit to a master, eight times out of ten he would decline it, either with 2. ... d5 or 2. ... Bc5. (1914)",
      "name": "Frank Marshall"
    }, {
      "text": "Win with grace, lose with dignity.",
      "name": "Susan Polgar"
    }, {
      "text": "Winning is not a secret that belongs to a very few, winning is something that we can learn by studying ourselves, studying the environment and making ourselves ready for any challenge that is in front of us.",
      "name": "Garry Kasparov"
    }, {
      "text": "Winning isn't everything... but losing is nothing",
      "name": "Edmar Mednis"
    }, {
      "text": "With each success the ability to change is reduced. My longtime friend and coach, Grandmaster Yuri Dokhoian, aptly compared it to being dipped in bronze. Each victory added another coat.",
      "name": "Garry Kasparov"
    }, {
      "text": "With opposite coloured bishops the attacking side has in effect an extra piece in the shape of his bishop.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "With or without the title, Bobby Fischer was unquestionably the greatest player of his time.",
      "name": "Burt Hochberg"
    }, {
      "text": "With this mistake I deprived myself of the possibility to make a contribution to the treasury of chess art. (annotating his move 18. ...g4? versus Korchnoi at Debrecen, Hungary in 1992)",
      "name": "Garry Kasparov"
    }, {
      "text": "Without error there can be no brilliancy.",
      "name": "Emanuel Lasker"
    }, {
      "text": "Yes, I have played a blitz game once. It was on a train, in 1929.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "Yes, perhaps I like defending more than attacking, but who has demonstrated that defence is a less risky and dangerous occupation than attack? And are there so few games that have found their way into the treasury of chess thanks to a virtuoso defence?",
      "name": "Tigran Petrosian"
    }, {
      "text": "You are for me the queen on d8 and I am the pawn on d7!!",
      "name": "Eduard Gufeld"
    }, {
      "text": "You are not a born CEO or investor or chess grandmaster. You will achieve greatness only through an enormous amount of hard work over many years. (in 'What It Takes To Be Great' FORTUNE Oct. 30, 2006)",
      "name": "Geoffrey Colvin"
    }, {
      "text": "You can become a big master in chess only if you see your mistakes and shortcomings. Exactly the same as in life itself.",
      "name": "Alexander Alekhine"
    }, {
      "text": "You can only get good at chess if you love the game.",
      "name": "Bobby Fischer"
    }, {
      "text": "You can't overestimate the importance of psychology in chess, and as much as some players try to downplay it, I believe that winning requires a constant and strong psychology not just at the board but in every aspect of your life.",
      "name": "Garry Kasparov"
    }, {
      "text": "You can't take the pawn because then the other will queen. Like wonder twin powers",
      "name": "John Chernoff (ZugAddict)"
    }, {
      "text": "You cannot play at chess if you are kind-hearted.",
      "name": "French proverb"
    }, {
      "text": "You have to accustom yourself to practical study at home, you have to devote time to studies, to the history of chess, the development of chess, of chess culture.",
      "name": "Mikhail Botvinnik"
    }, {
      "text": "You have to have the fighting spirit. You have to force moves and take chances.",
      "name": "Bobby Fischer"
    }, {
      "text": "You know you're going to lose. Even when I was ahead I knew I was going to lose. (on playing against Fischer)",
      "name": "Andrew Soltis"
    }, {
      "text": "You know, comrade Pachman, I don't enjoy being a Minister, I would rather play chess like you, or make a revolution in Venezuela.",
      "name": "Che Guevara"
    }, {
      "text": "You know, comrade Pachman, I don't enjoy being a Minister, I would rather play chess like you.",
      "name": "Che Guevara"
    }, {
      "text": "You may learn much more from a game you lose than from a game you win. You will have to lose hundreds of games before becoming a good player.",
      "name": "José Raúl Capablanca"
    }, {
      "text": "You must be able to handle a variety of move orders during the first 5-6 moves - otherwise you'll find yourself 'tricked' time and time again.",
      "name": "Edmar Mednis"
    }, {
      "text": "You must not let your opponent know how you feel.",
      "name": "Alexander Kotov"
    }, {
      "text": "You must take your opponent into a deep dark forest where 2+2=5, and the path leading out is only wide enough for one.",
      "name": "Mikhail Tal"
    }, {
      "text": "You need not play well - just help your opponent to play badly.",
      "name": "Genrikh Chepukaitis"
    }, {
      "text": "You sit at the board and suddenly your heart leaps. Your hand trembles to pick up the piece and move it. But what chess teaches you is that you must sit there calmly and think about whether it's really a good idea and whether there are other better ideas.",
      "name": "Stanley Kubrick"
    }, {
      "text": "You will already have noticed how often Capablanca repeated moves, often returning to positions which he had had before. This is not lack of deciciveness or slowness, but the employment of a basic endgame principle which is 'Do not hurry'.",
      "name": "Alexander Kotov"
    }, {
      "text": "You work for a long period of time and the results don't really show, but at some point everything just comes together and you start to play better, or get more confidence.",
      "name": "Fabiano Caruana"
    }, {
      "text": "You'll be amazed at the people I've lost to while playing online.",
      "name": "Magnus Carlsen"
    }, {
      "text": "Young players calculate everything, a requirement of their relative inexperience.",
      "name": "Samuel Reshevsky"
    }, {
      "text": "Young players expose themselves to grave risks when they blindly imitate the innovations of masters without themselves first checking all the details and consequences of these innovations.",
      "name": "Alexander Alekhine"
    }, {
      "text": "Your body has to be in top condition. Your chess deteriorates as your body does. You can't separate body from mind.",
      "name": "Bobby Fischer"
    }, {
      "text": "Your only task in the opening is to reach a playable middlegame.",
      "name": "Lajos Portisch"
    }, {
      "text": "Your practical results will improve when you play what you know, like and have confidence in.",
      "name": "Edmar Mednis"
    }, {
      "text": "Your Soviet players are cheating, losing the games on purpose to my rival, Botvinnik, in order to increase his points on the score. (to Stalin in Moscow 1936 where he finished in 1st place, 1 point ahead of Botvinnik)",
      "name": "José Raúl Capablanca"
    }, {
      "text": "Youth has triumphed. (84-year old, upon defeating 86-year-old Dirk van Foreest)",
      "name": "Jacques Mieses"
    }, {
      "text": "I AM THE INVENTOR OF THE ALIEN GAMBIT! MY LEGACY WILL GO ON!",
      "name": "Volen Dyulgerov (Witty_Alien)"
    }, {
      "text": "Sometimes... plans don't work in chess... or in life",
      "name": "Eric Rosen"
    }, {
      "text": "The best offense is a good defense",
      "name": "Eric Rosen"
    }, {
      "text": "Oh no, my queen!",
      "name": "Eric Rosen"
    }, {
      "text": "I think my goal now is just to get a pawn cube... or to mate. Probably just to mate.",
      "name": "Eric Rosen"
    }, {
      "text": "He sacrificed... the ROOOOOK!",
      "name": "Levy Rozman (GothamChess)"
    }, {
      "text": "The great thing about chess is it's a game for oneself. You don't work on what you can't control, you just work on yourself.",
      "name": "Daniel Naroditsky"
    }, {
      "text": "When your opponent is tied up, always be patient and search for the simplest option.",
      "name": "Daniel Naroditsky"
    }, {
      "text": "With chess it was almost this palpable electricity that I felt. You're totally in control of your own fate. There's no luck factor. It's you and the pieces.",
      "name": "Daniel Naroditsky"
    }, {
      "text": "To take is a mistake",
      "name": "Igor Smirnov"
    }, {
      "text": "The player who completes his development first is said to have the initiative, because he is thus able to start making blunders while his opponent is still occupied in bringing out his men.",
      "name": "Cecil John Seddon Purdy (Chielamangus)"
    }, {
      "text": "If I don't kill myself tonight, I am going to live thousand years.",
      "name": "Ivan Sokolov"
    }, {
      "text": "Which do I prefer? Sex or chess? It depends on the position.",
      "name": "Boris Spassky"
    }, {
      "text": "Here, Black overlooks that he has the right to resign.",
      "name": "Savielly Tartakower"
    }, {
      "text": "The ability to play chess is the sign of a gentleman. The ability to play chess well is the sign of a wasted life.",
      "name": "Paul Morphy"
    }, {
      "text": "Black's position is perfectly balanced - it is weak on the kingside and equally so on the queenside.",
      "name": "Georg Marco"
    }, {
      "text": "I just made a screenshot of my -71 advantage and the worst blunder I ever made! I deserve prize for idiots",
      "name": "Miodrag Perunovic"
    }, {
      "text": "Why do I call it Witch Hunter? This opening offers dozens of different ways of getting their queen trapped",
      "name": "Adam Prikler (Adamisko)"
    }, {
      "text": "Chess and I, it's hard to separate them. It's like my alter ego.",
      "name": "Anna Cramling"
    }, {
      "text": "At least in chess you can challenge them to a match after and destroy their ego",
      "name": "Alexandra Botez"
    }, {
      "text": "I got sick of Nezmet the other day because... although he did have brilliant games... his reckless style meant he did lose a lot in USSR championships. With Petrosian you can cherry pick his rare wins and feel he is 'safe like a volvo'",
      "name": "Tryfon Gavriel (Kingscrusher)"
    }, {
      "text": "Great stuff!",
      "name": "Tryfon Gavriel (Kingscrusher)"
    }, {
      "text": "It might not be the best, but it's definitely what I'm gonna do. Because it's very fun.",
      "name": "William Graif"
    }, {
      "text": "Time is crucial, make sure you have enough of it, otherwise you won’t be able to convert even the best position in the world.",
      "name": "Jerry (Chessnetwork)"
    }, {
      "text": "The beauty of chess is it can be whatever you want it to be. It transcends language, age, race, religion, politics, gender, and socioeconomic background. Whatever your circumstances, anyone can enjoy a good fight to the death over the chess board.",
      "name": "Simon Williams"
    }, {
      "text": "Chess doesn’t drive people mad, it keeps mad people sane.",
      "name": "Bill Hartston"
    }, {
      "text": "Many, many people get it, it's not really that unique a title. Eventually basically everyone who is playing pretty decent chess, studies a bit, should make it to the Candidate Master.",
      "name": "Arturs Neiksans"
    }, {
      "text": "At that time Ulf Andersson was one of the leading chess players in the world. And yet he lost to the player who basically did nothing!",
      "name": "Gregory Serper"
    }, {
      "text": "Rook lift... Lifting some more... Build my muscle. Yeah, this rook got swole.",
      "name": "Eric Rosen"
    }, {
      "text": "Someone call an ambulance! But not for me.",
      "name": "Eric Rosen"
    }, {
      "text": "There's a funny line...",
      "name": "Eric Rosen"
    }, {
      "text": "Your chess rating is the shadow of your level in chess. Become better and the rating will follow you.",
      "name": "Dr. N. Grigoryan"
    }, {
      "text": "Time is precious when you don't have enough of it.",
      "name": "Vladimir Kramnik"
    }, {
      "text": "The separation of Strategy and Tactics is the separation between Space and Time. There really isn't a difference, but it sure makes it easier to talk about them.",
      "name": "Jason Varsoke"
    }, {
      "text": "Winning the [World] championship is just one milestone, and I'm determined to keep pushing myself to reach greater heights. My ultimate goal is to become the best player in the world.",
      "name": "Dommaraju Gukesh"
    }, {
      "text": "These d4 players don't actually know how to play chess. All they do in the opening is basically premove the same 10 moves without thinking, so when it starts to get a little bit tricky they just fall apart completely.",
      "name": "Bobby BoJanglles"
    }, {
      "text": "I've got to turn the AC on because... White's position is pretty much on fire",
      "name": "Daniel Naroditsky"
    }, {
      "text": "`How to get a girlfriend?` Wow! Best question yet. Probably stop watching this channel",
      "name": "William Graif"
    }, {
      "text": "This is not objectively good. But it's objectively fun.",
      "name": "William Graif"
    }, {
      "text": "It's not about winning or losing, but of course at the end of the day it's about winning or losing.",
      "name": "Garry Kasparov"
    }, {
      "text": "Ok we can change you know? It's an equal change, I change one attacking piece for one defending piece but I still have enough pieces to mate him.",
      "name": "Garry Kasparov"
    }, {
      "text": "King safety is the number one priority.",
      "name": "Garry Kasparov"
    }, {
      "text": "Magnus is a lethal combination of Fischer and Karpov...",
      "name": "Garry Kasparov"
    }, {
      "text": "Then it was not considered much of a surprise that I could beat 32 computers at the same time. To me, that was the golden age. Machines were weak, and my hair was strong.",
      "name": "Garry Kasparov"
    }, {
      "text": "Ask the knight on g1 what he thinks about the move f3.",
      "name": "Eduard Gufeld"
    }, {
      "text": "Every chessplayer should have a hobby.",
      "name": "Savielly Tartakower"
    }, {
      "text": "A match demonstrates less than a tournament. But a tournament demonstrates nothing at all.",
      "name": "Savielly Tartakower"
    }, {
      "text": "...the threat is stronger than the execution.",
      "name": "Aron Nimzowitsch"
    }, {
      "text": "I can never get mated with a knight on f8.",
      "name": "Bent Larsen"
    }, {
      "text": "As for knight endings with an extra pawn... they are, as a rule, won.",
      "name": "Mark Dvoretsky"
    }, {
      "text": "Sometimes I think Ive created a Frankensteins monster with this [Elo] system because some of the young players become just like race track habitues who never really see a race; all they do is peruse the tote sheets.",
      "name": "Arpad Elo"
    }, {
      "text": "Queen is the strongest piece, but you could argue it's the weakest one, because if it is attacked it has to move.",
      "name": "Garry Kasparov"
    }, {
      "text": "In the opening, every opening, and there is no exception, you have to build a plan for the middlegame. That's how you should view the opening, and not as 'a way to start the game.'",
      "name": "Roman Dzindzichashvili"
    }, {
      "text": "Everything that can be DOSed, is DOSed",
      "name": "Thibault Duplessis"
    }
  ]
}
